[
  {
    "company": "Alaskan",
    "name": "Animal Care",
    "description": ["Animal Care is a special blend of Alaskan flower and gem essences created specifically to assist in animal rescue work, although it can be given to any animal in need. It will be most valuable when integrated into the initial care provided any animal who arrives at a shelter, treatments center, veterinarian clinic or sanctuary. This formula is also a must when adopting a rescue animal.", "Contains the essences of: Alpine Azalea, Black Tourmaline, Chiming Bells, Cotton Grass, Horsetail, Jadeite Jade, Lady's Slipper."],
    "indications": [],
    "effects": [],
    "keywords": ["Agitation", "Animals/Animal Care", "Newborn", "Shock", "Trauma"],
    "images": ["Alaskan/Combinations/animalcare.jpg"],
    "stock": true
  },
  {
    "company": "Alaskan",
    "name": "Beyond Words",
    "description": ["Beyond Words is a formula that enhances your ability to express yourself, both verbally and non-verbally. It assists in the exchange and flow of information and ideas from one person to another with the intention of shared understanding. It is especially helpful during crucial communication. Whether the goal is heart to heart sharing, inspired public speaking or writing, this formula will improve your ability to think and articulate from both the mind and heart.", "Contains the essences of: Azurite, Devil’s Club, Lamb’s Quarters, Lapis Lazuli, Sweetgale, Twinflower, Yellow Violet."],
    "indications": [],
    "effects": ["Communicate about your feelings and emotions without defensiveness",
    "Clarify and organize your thoughts so they may be put into words that accurately convey your meaning",
    "Amplify your ability to hear information from physical and non-physical sources, and clear confusion between what you hear and what you know",
    "Listen with your heart, and speak your truth firmly and clearly from your heart",
    "Ground your communication so you can speak with vitality and authenticity",
    "Feel protected in the act of speaking, especially when there is a challenge or controversy around what needs to be said",
    "Enhance your strength and self-confidence so you can naturally express yourself without limitation, compromise, or self-consciousness in all circumstances"],
    "keywords": ["Clarity", "Communication", "Defensiveness", "Heart", "Honesty", "Listening", "Public Speaking"],
    "images": ["Alaskan/Combinations/beyondwords.jpg"],     
    "stock": true
  },
  {
    "company": "Alaskan",
    "name": "Calling All Angels",
    "description": ["Calling All Angels is a combination formula that helps you contact the love, guidance and protection of the angelic realm. It brings a very soft, loving and serene energy into your heart, physical body and environment.", "It combines the healing quality of the following four essences: Angelica: connect to the protective energies of the angelic kingdom, Chalice Well: feeling peace from an awareness of Divine Support from all kingdoms, Chiming Bells: feeling pure joy and optimism, Kunzite: experience the spiritual love of the angelic kingdom in the heart"],
    "indications": [],
    "effects": ["Strengthen the knowledge that you are guided, supported, and protected by the angels",
    "Bring more joy and peace in to your life",
    "Make a stronger connection with the divine feminine",
    "Create a sacred and protected space for sleeping and dreaming, especially for children",
    "Come into a stronger awareness of your own angelic nature",
    "Experience the love of the angelic kingdom in your physical body"],
    "keywords": ["Children", "Energy", "Hope/Hopelessness", "Inner Child", "Joy", "Love", "Space Clearing"],
    "images": ["Alaskan/Combinations/callingallangels.jpg"],     
    "stock": false
  },
  {
    "company": "Alaskan",
    "name": "Easy Learning",
    "description": ["The Easy Learning formula is a special blend of Alaskan Flower and Gem essences created specifically to facilitate all aspects of the learning process for both children and adults. It has three main qualities. The first is to strengthen our focus and the ability to pay attention without being distracted by what is going on around us. The second is to increase our ability to process and integrate information, thereby increasing understanding and the logical application of knowledge. And third, this formula works with the higher learning centers in the brain, and the 5th and 6th chakras, to improve our communication with Universal Mind so we can bring higher frequencies of thought into our learning processes.", "Blue Topaz calms mental agitation and anxiety and stimulates mental clarity. Bunchberry promotes coherent thinking, focus, and emotional clarity in demanding situations. Lapis Lazuli clears channels of communication in the throat chakra. Star Ruby promotes sharp focus in the present moment. Stinging Nettle increases our ability to integrate new information. White Spruce balances intuition, thought, and emotion in the present moment."],
    "indications": ["Studying and preparing for tests and exams",
    "Activating interest in new subjects and new ways of learning",
    "Dissipating mental confusion and increasing clarity and alertness",
    "Those who have a tendency to get overwhelmed from too much input",
    "Those who are easily distracted and find it difficult to concentrate",
    "Children or adults who have been diagnosed with learning disabilities",
    "Increasing the capacity to integrate intuitive thought processes into practical action and implementation",
    "Increasing the retention of information from reading and listening to lectures"],
    "effects": [],
    "keywords": ["Learning Difficulties", "Children", "Clarity", "Confusion", "Focus", "Inspiration", "Integration"],
    "images": ["Alaskan/Combinations/easylearning.jpg"],     
    "stock": false
  },
  {
    "company": "Alaskan",
    "name": "Fireweed Combo",
    "description": ["Fireweed Combo supports the processes of transformation, transition and change. It can be used to prepare for a transformational experience of any kind, but it is especially useful when you are in the middle of an intense healing crisis and need extra support to get through it. Use it to access the support you need to face your fears, let go of your resistance and open to the process as it moves forward, through each stage, to its completion.", "Essences in this formula: Fireweed – recovery from shock, increases grounding, removes unwanted energy patterns from the body, and initiates renewal and revitalization. White Fireweed – calms the emotional body after shocking experiences and clears emotionally painful experiences from cellular memory. River Beauty – aids in emotional recovery and helps us start over after devastating experiences. Dwarf Fireweed – helps us experience transformation with gentleness, grace, and ease"],
    "indications": [],
    "effects": ["Strengthen your grounding connection to the Earth so your energy system will be more stable and better able to cope with change",
    "Shift the whole transformative process to a deeper level by releasing layers of deep pain and emotional trauma that are being held at the cellular level of the body",
    "Stay engaged with the transformative process until you have resolved all of the issues that are connected to it",
    "Reconnect with the desired levels of joy and happiness that are your birthright"],
    "keywords": ["Transformation", "Balance", "Change", "Dental Care", "Emergency", "Grounding", "Joy"],
    "images": ["Alaskan/Combinations/fireweedcombo.jpg"],     
    "stock": false
  },
  {
    "company": "Alaskan",
    "name": "Go-Create",
    "description": ["Go-Create is our abundance formula. It will help you co-create what you want, need, and desire in your life with less resistance and more ease, efficiency and effectiveness. This formula will help you clear limiting beliefs that you are holding from past experiences, enhance your ability to feel worthy to receive your heart's desires, and find the trust, faith and gratitude that will empower you to hold a vibration that is in alignment with what you truly desire to create in your life.", "Blueberry Pollen - often indicated for lack of belief in our ability to manifest abundance; low prosperity consciousness; difficulty receiving from others and from the Earth. It helps us expand on all levels to accommodate abundance; facilitates the release of mental and emotional attachments that limit our ability to manifest higher purpose in physical form.", "Gold – helpful for low self-esteem; little or no confidence in one's ability to create; difficulty manifesting wants and needs into physical reality; comparing one's accomplishments to others. It helps us access and express the highest aspects of our personal identity; brings strength and balance to the 3rd chakra; helps us tap into our inner truth, joy and wisdom as sources for our creative power.", "Rock Spring – This is an essence of hope and miracles! It embodies the constant proof that nothing is impossible. It is an essence that can help us find our way through seemingly insurmountable obstacles with infinite patience and never ending trust.", "Star Sapphire - promotes trust in the universe; helps us focus our awareness on what is necessary for the soul's progression in life; supports the formation of energetic connections with others that promote the realization of our life goals."],
    "indications": [],
    "effects": ["Heal ancestral patterns that are blocking your ability to receive",
    "Open your awareness to the unlimited generosity of the Universe",
    "Focus your intention and attention on what you want to manifest, rather than on what you perceive to be missing",
    "Trust in your capacity to create",
    "Tap into your inner truth, joy, and wisdom",
    "Feel more empowered around the whole co-creative process"],
    "keywords": ["Ancestral Healing", "Manifestation", "Creativity"],
    "images": ["Alaskan/Combinations/gocreate.jpg"],     
    "stock": true
  },
  {
    "company": "Alaskan",
    "name": "Guardian",
    "description": ["Guardian is a special blend of Alaskan Flower, Gem and Environmental essences that helps you create a powerful force-field of protection in your aura. It invokes positive, harmonious energies that help you claim your energetic space, maintain your grounding and feel the protection of strong, healthy boundaries.", "Essences: Covellite, Devil's Club, Round-Leaf Orchid, Stone Circle, White Violet, Yarrow"],
    "indications": ["Are overly reactive to influences in your environment",
    "Are ambivalent about being present in your body and on the earth, because you don't feel safe or protected",
    "Work around computers and other electromagnetic equipment or in a toxic environment",
    "Have a tendency to take on or absorb the thoughts and emotions of others",
    "Are unable to embody your sensitivity in a practical and easy way because of a lack of functional boundaries",
    "Are doing healing work that requires you to be in the working, living, or personal energy space of your clients",
    "Have just moved into a new home or neighborhood and are having difficulty grounding into your new situation",
    "Feel tired or run down and need to rest and nurture yourself, but can't seem to create the space to do it"],
    "effects": [],
    "keywords": ["Newborn", "Oversensitive", "Overwhelmed", "Protection", "Security", "Sensitivity", "Space Clearing", "Vulnerability", "Boundaries", "Children", "Clutter Clearing", "Death & Dying", "Environment"],
    "images": ["Alaskan/Combinations/guardian.jpg"],     
    "stock": false
  },
  {
    "company": "Alaskan",
    "name": "Lighten Up",
    "description": ["Lighten Up is a combination formula designed to increase your ability to embody light. Its overall effect is to uplift, energize, inspire and nourish.", "This formula was created specifically for people who suffer from light deprivation. This condition may be present because of where they live (extreme northern or southern latitudes or in a dark apartment), or because of the efficiency level of their energy system (energy pathways undeveloped or blocked).", "This formula is also helpful for those who are depressed, caught in negative patterns or situations, or feel cut off from their inner sources of light.", "The ingredients in Lighten Up work on three main levels. The first is to open and cleanse the chakras so you can draw more life force energy through appropriate channels already present in your energy system. The second is to cleanse and expand the energy pathways in your physical body. This includes amplifying your ability to assimilate light at the cellular level. The third is to strengthen your ability to integrate experience, thereby increasing the amount of energy that can flow through your body and life.", "Instructions for Use: The Lighten Up formula can be taken internally or added to your bath whenever you feel the need for more light and energy. It is also very effective when sprayed on the body and in your environment. Mist it into your house or office after it has been cleansed with our Purification spray.", "Essences in this formula: Carnelian • Grass of Parnassus • Orange Calcite • Solstice Sun"],
    "indications": ["When you are fatigued or feel a chronic lack of energy on the physical level.", "When you want to enhance the qualities of Light in your living and working environments", "With animals that must be kept inside for long periods, especially during the winter months", "In the classroom, when you are losing your ability to concentrate", "On plants to give them extra light and energy during short winter days"],
    "effects": [],
    "keywords": ["Rejuvenation", "Space Clearing", "Depression", "Lethargy", "Energy", "Light"],
    "images": ["Alaskan/Combinations/lightenup.jpg"],
    "stock": true
  },
  {
    "company": "Alaskan",
    "name": "Pregnancy Support",
    "description": ["Pregnancy Support is designed to nourish, strengthen, stabilize, and balance a woman and the baby growing within her during the entire pregnancy. Its primary action is to help the mother to be able meet the physical, emotional, and mental challenges that can arise during this life changing event.", "Essences in this formula:", "Balsam Poplar – releases physical and emotional tension associated with sexual trauma", "Bog - helps women hold the feminine heart space as a chalice for creating new life, and as a source of nurturing energy for their families", "Devil's Club – clears ambivalence about being present in our physical bodies on the earth", "Diopside – releases blockages in our lower chakras to allow a clear flow of energy to the heart", "Emerald – strengthens our connection to the Divine Mother and the Divine Feminine", "Grove Sandwort – strengthens the physical and emotional bonds between mothers and children", "Ladies' Mantle – strengthens our connection to the sacred feminine", "Northern Lady's Slipper – releases trauma, especially that of our own birth experience", "Instructions for Use: Pregnancy Support can be used from the beginning of the pregnancy to the birth of the child. Apply topically by adding it to moisturizing creams or lotions that are used during the pregnancy, or take internally as needed (two drops diluted in water)."],
    "indications": [""],
    "effects": ["To help a woman create and nurture a sacred space in her life and body to support the growth and development of her baby", "To assist both the mother and the indwelling soul in clearing any ambivalence they have about being on the Earth", "To help mothers strengthen their connection with the Earth so they can provide nurturing energy for themselves and their families", "To enable women who themselves suffered from a traumatic birth to heal this trauma so they can offer a stronger body/soul connection to their babies", "To develop and strengthen the energetic triad between the mother, father, and baby"],
    "keywords": ["Ambivalence", "Animals/Animal Care", "Childbirth", "Harmony", "Mother", "Nuturing", "Potential"],
    "images": ["Alaskan/Combinations/pregsupport.jps"],
    "stock": true
  },
  {
    "company": "Alaskan",
    "name": "Purification",
    "description": ["Purification contains the four most powerful cleansing and releasing essences in our repertory. This formula is designed to purify your home and work environments and your personal energy field. It can be utilized to break up and cleanse stagnant patterns of energy on any level.", "Fireweed flower essence – breaks up and moves out old energy patterns, initiates cycles of revitalization and renewal.", "Sweetgrass flower essence – releases disharmonious energies from the environment by constantly attracting benevolent blessings from Source. Native cultures use Sweetgrass to smudge!", "Black Tourmaline gem elixir – exchanges stagnant unwanted energies for fresh, clean neutral energy.", "Portage Glacier environmental essence – a powerful catalyst for cleansing and purifying toxic or polluted environments.", "Instructions for Use: Purification can be taken internally and used externally. Putting drops in an indoor fountain is a great way to constantly purify and revitalize a room. Purification can also be added to the laundry and wash water to elevate household chores to a sacred activity."],
    "indications": ["Use Purification when you need to:", "Release toxic energy from the mind, emotions, and physical body", "Revitalize, balance and stimulate the renewal of energy on all levels of your energy system", "Break up unhealthy patterns of energy in an environment where there has been addiction, depression, or abuse", "Purify and recharge the environment where there is stagnant energy", "Release old ingrained habits that are no longer useful, necessary, or contributing to your well-being"],
    "effects": [],
    "keywords": ["Purification", "Rebirthing", "Release", "Releasing", "Space Clearing", "Ancestral Healing", "Cleansing", "Clutter Clearing", "Detoxification", "Environment", "Meditation"],
    "images": ["Alaskan/Combinations/purification.jpg"],
    "stock": true
  },
  {
    "company": "Alaskan",
    "name": "Soul Support",
    "description": ["Soul Support is our emergency care formula. It brings strength and stability during emergencies, stress, trauma and transformation, while providing support to rejuvenate and restore balance on all levels.", "Instructions for Use: Soul Support can be used by the whole family. For children, dilute the stock drops in water if giving orally. In times of acute stress take four drops directly from the bottle under the tongue, or add to a glass of water or juice and sip frequently (every hour or even more).", "Essences in this formula: Cattail Pollen • Chalice Well • Cotton Grass • Fireweed • Labrador Tea • Malachite • River Beauty • Ruby • White Fireweed", "For animals: put 4 drops in their water bowl and if necessary also 4 drops in their food. In acute circumstances in which the animal does not want to eat or drink: use the spray or put some drops on your hand and pet the animal."],
    "indications": ["Accidents involving injury, shock and trauma", "Emotional catharsis and violent outbursts", "Fear of flying", "Motion sickness", "Before, during and after visits to the dentist", "After receiving bad news", "After a fight, argument or disagreement", "Divorce, job changes and moving to a new place", "Post traumatic stress", "Before and immediately after surgery and during recovery", "Abrupt and/or major changes in plans", "In an animal shelter and for wild animal rescue and rehabilitation work", "For any transition, challenge, or initiation"],
    "effects": [],
    "keywords": ["Recovery", "Releasing", "Restoration", "Shock", "Stress", "Transformation", "Trauma", "Abuse", "Accidents", "Agitation", "Animals/Animal Care", "Children", "Death & Dying", "Dental Care", "Emergency", "Fear", "Flying", "Gardening"],
    "images": ["Alaskan/Combinations/soulsupport.jpg"],
    "stock": true
  },
  {
    "company": "Alaskan",
    "name": "Travel Ease",
    "description": ["The Travel Ease combination was specifically designed to ease the negative effects of air travel, including what is commonly referred to as jet lag.", "If you are environmentally sensitive and have difficulty being confined in small, constricted spaces for long periods of time, Travel Ease will help you feel as though you have all the personal space you need, even on a crowded flight, train or cruise. This formula supports the establishment and maintenance of functional energy boundaries.", "Travel Ease helps us maintain the overall integrity of our energy fields, which are challenged by electromagnetic radiation generated by the planes avionics and wiring, and by the noise and vibration generated by the plane during flight. Travel Ease also promotes the ongoing release of any toxic or unwanted energies that we absorb during our trip.", "Travel Ease also addresses the disorientation that comes from traveling to new places and from moving through multiple time zones. This formula helps you maintain your grounding during the trip and keep your body energies synchronized and aligned with the Earth's energy as you move from one location to another.", "Instructions for Use: For maximum effectiveness, begin taking the Travel Ease combination several days before your trip, during the trip, and for a few days after you reach your destination.", "On a plane, take the formula every hour. It will also be helpful if you drink lots of water during the flight, stretch whenever possible, and get plenty of exercise before and after your trip.", "The essences in this formula:", "White Violet - helps us maintain strong functional boundaries when confined in small spaces", "Yarrow - protects us from the energies of others and the environment", "Smoky Quartz - synchronizes our auric field with the natural vibration of the earth", "Black Tourmaline - helps us release toxic energy from the environment", "Covellite - brings strength, clarity and definition to the auric field"],
    "indications": [],
    "effects": [],
    "keywords": ["Travel", "Boundaries", "Detoxification", "Fear", "Harmony"],
    "images": ["Alaskan/Combinations/travelease.jpg"],
    "stock": true
  }
]