[
  {
    "company": "Alaskan",
    "group": "Environmental",
    "name": "Chalice Well",
    "description": ["This essence was made in the Chalice Well Gardens of Glastonbury, England, with water from the Chalice Well. It connects us to the profoundly personal and eternal support that is constantly available from the angelic, elemental, plant and mineral kingdoms. It reminds us that we are not alone—we are part of the entire web of life and All That Is, and we can draw upon this matrix of support whenever we are struggling or needing help to take the next step on our life's path."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Awareness, Children, Grounding, Hope, Hopelessness, Peace, Space Clearing, Support, Truth"]
  },
  {
    "company": "Alaskan",
    "group": "Environmental",
    "name": "Full Moon Reflection",
    "description": ["This essence was made on a cold, clear, full moon night, in a canyon overlooking Kachemak Bay in south-central Alaska. It is an essence of reflected light—the sun's light reflected by the full moon off the waters of the bay and into the snow filled canyon. Full Moon Reflection penetrates deep into the subconscious to bring forth that which lies unresolved beneath the surface. It offers us an opportunity to let our shadow-selves be illuminated by the light of our conscious awareness. As we open ourselves to this light, we have the opportunity to let go of many of the subconscious patterns that are affecting us and others in ways beyond our current understanding."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Emergence, Honesty, Light, Relationships"]
  },
  {
    "company": "Alaskan",
    "group": "Environmental",
    "name": "Glacier River",
    "description": ["An essence of solarized water prepared below the terminus of the Gulkana glacier in the central Alaska range. This water emerges from the base of the glacier carrying suspended particles of ground up rock, evidence of mountains eroded by the constant pressure and movement of glacial ice. This essence embodies the process of perpetual release from form. It helps us let go of patterns of feeling, thinking, and doing that have become rigid and unyielding.", "This essence is for those attached to the current form of life even though every indication suggests that change is needed. Humans dance around this truth, thinking about change and planning to change, but often favor the status quo. This essence is for those who don’t feel supported to make a change. It provides the strength to trust and let go of control, and encourages us to flow with the current of the river of life."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Attachment, Change, Grounding, Releasing, Resistance, Transformation"]
  },
  {
    "company": "Alaskan",
    "group": "Environmental",
    "name": "Greenland Icecap",
    "description": ["An essence of solarized glacier water prepared on the Greenland ice sheet over an area where two of the Earth's continental plates come together. The Greenland Icecap essence contains the intense energy of convergence–the energy of the natural movement of the Earth's crust translated upwards through thousands of feet of ice. This essence helps us remain flexible and feel supported as we move through deep inner change and transformation."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Attachment, Change, Cleansing, Focus, Overwhelmed, Releasing, Resistance, Surrendering, Transformation"]
  },
  {
    "company": "Alaskan",
    "group": "Environmental",
    "name": "Liard Hot Springs",
    "description": ["This essence was prepared from mineral hot springs water on a cold, clear day at Liard Hot Springs in northern B.C., Canada. An essence of cleansing, re-creation and renewal, that brings us back in touch with the innocent truth of who we really are—spiritual beings who have come to this earth to learn."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Ancestral Healing, Creativity, Inner Child, Innocence, Purity, Rejuvenation, Remembering"]
  },
  {
    "company": "Alaskan",
    "group": "Environmental",
    "name": "Northern Lights",
    "description": ["Made on a windy subzero arctic night under a swirling green display of Northern Lights, this essence gives us the opportunity to liberate our earthbound perspective and join in a dance with the source of our creation. Its healing focus is to cleanse and prepare the heart for the creation of a new matrix of connection with others based on Universal Love.", "Northern Lights is a particularly useful essence to take after an experience of deep transformation, especially when such an experience has broken down the old energetic patterns of connection that we have used to relate to others and to the outside world. This can leave us feeling disoriented, and with our heart forces scattered. It is in this place of dissolution and disintegration that the essence of Northern Lights does its work, helping us create a new energetic matrix of connection in our hearts based on Universal Love. "],
    "indications": [""],
    "effects": [""],
    "keywords": ["Ancestral Healing, Cleansing, Creativity, Heart, Light, Release, Transformation"]
  },
  {
    "company": "Alaskan",
    "group": "Environmental",
    "name": "Polar Ice",
    "description": ["This essence was prepared on the Arctic Ocean ice pack near the North Pole. It is an essence of transition and the completion of cycles. It helps us achieve a more patient understanding of the subtleties of time and brings support for staying present in a place of pure waiting, with no anticipation of what is to come."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Agitation, Change, Completion, Impatience, Meditation, Patience, Purity, Surrendering, Transition"]
  },
  {
    "company": "Alaskan",
    "group": "Environmental",
    "name": "Portage Glacier",
    "description": ["This essence was prepared on the banks of Portage Lake near the terminus of Portage Glacier in south-central Alaska. It contains a powerful and catalytic energy that helps us release what is unnecessary and inappropriate in our lives from the mental, emotional, etheric, and physical bodies. Helps us revitalize and balance the entire energy system."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Cleansing, Detoxification, Environment, Etheric, Purification, Rejuvenation, Releasing, Space Clearing, Transformation"]
  },
  {
    "company": "Alaskan",
    "group": "Environmental",
    "name": "Rock Spring",
    "description": ["This essence was was prepared from a spring high in the Talkeetna Mountains of south-central Alaska. Water from this spring emerges from the center of a sheer rock face and cascades down to a pool at its base. Rock Spring is an essence of hope and miracles! It embodies the constant proof that nothing is impossible. It is an essence that can help us find our way through seemingly insurmountable obstacles with infinite patience and never ending trust. "],
    "indications": [""],
    "effects": [""],
    "keywords": ["Awareness, Hope, Hopelessness, Inspiration, Manifesting, Optimism, Patience, Support, Transition, Trust"]
  },
  {
    "company": "Alaskan",
    "group": "Environmental",
    "name": "Solstice Sun",
    "description": ["This essence was prepared on the 'night' of June 21/22, as the midnight sun danced along the peaks of the Brooks Range in the northern interior of Alaska. Solstice Sun catalyzes one's ability to access and circulate a stronger current of light energy throughout the physical body. It opens the heart and the energy pathways of the body in preparation of a peak experience, and helps us integrate such an experience after it has taken place."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Depression, Energy, Father, Flow, Gardening, Integration, Light, Masculine, Opening"]
  },
  {
    "company": "Alaskan",
    "group": "Environmental",
    "name": "Stone Circle",
    "description": ["This essence was prepared in a naturally occurring circle of stones in the Talkeetna Mountains of Alaska. Stone Circle introduces a highly protective energy into the aura that invites us to relax, rest and replenish our vital forces. This essence is especially helpful for those doing energy balancing work with people and spaces, as it will enable them to maintain their openness and sensitivity without absorbing or taking on any of the energies they are being asked to clear."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Boundaries, Creativity, Energy, Flying, Protection, Receptivity, Security, Vulnerability"]
  },
  {
    "company": "Alaskan",
    "group": "Environmental",
    "name": "Tidal Forces",
    "description": ["The quality of Alaska is one of drama and extremes, and Cook Inlet and Kachemak Bay are particularly dramatic because of the extreme tidal fluctuations that occur here. This essence was prepared with fresh sea water on Kachemak Bay in south-central Alaska during a full 22 foot tidal cycle.", "The tide is the force of the sea, the rhythm of seasons and life. It is the giver and taker. It persists in all seasons and in weather wild and calm.", "This is an essence of rhythm and balance, of loss and gain, of adapting oneself to the swiftly changing currents of life. It helps one release the old and receive the new with constant and unyielding fluidity. It soothes and balances overly emotional, fiery states of being and helps wash away mental resistance to change, and to accepting what is in the present moment.", "The Tidal Forces environmental essence is a balancer for extremes–for times of profound loss, times of darkness, times of being pressed against the sea cliffs by the tides of life."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Acceptance, Agitation, Balancing, Change, Grief, Loss, Overwhelmed, Premenstrual, Resilience, Sadness, Space Clearing, Transformation"]
  }
]