[
  {
    "company": "Alaskan",
    "group": "Research Environmental",
    "name": "Augustine Volcano",
    "description": ["This essence facilitates the positive release of unexpressed energy and emotion. It also teaches us to view intense cataclysmic events, such as volcanic eruptions, as benevolent instruments for global change. The earth will continue to make these strong internal adjustments. As we learn to perceive them in a favorable way, we will be able to use the amazingly powerful energy that is contained within them to support deep, intense and beneficial changes within our selves."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Change, Hope/Hopelessness, Lethargy, Releasing, Surrendering"]
  },
  {
    "company": "Alaskan",
    "group": "Research Environmental",
    "name": "Bog",
    "description": ["This essence was made in the Stonestep Bog in south-central Alaska. Bogs are semi-swampy habitats that harbor a rich diversity of animal, insect, and plant life. They are alive with an abundance of elemental energies and hold the fresh new energy of potential. The Bog essence helps us connect our hearts to the heart of the Earth, opening us to her love, wisdom and the energetic support we need to initiate and complete any creative act."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Creativity, Joy, Manifestation, Mother, Potential"]
  },
  {
    "company": "Alaskan",
    "group": "Research Environmental",
    "name": "Gigha Quartz",
    "description": ["This essence was prepared on the Isle of Gigha, off the western coast of Scotland, on an outcropping of quartz that rises out of the ocean at the southwest edge of this island like a giant dragon.", "Gigha Quartz is primarily a grounding essence, encouraging us to become more present in a soft and empowering way. It helps us build up our inner core strength and discipline so that we can maintain a deeper alignment with the planet. This alignment enables us to live our lives with a physical and energetic posture that is upright, self-contained and authentic."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Alignment, Grounding, Power, Wisdom"]
  },
  {
    "company": "Alaskan",
    "group": "Research Environmental",
    "name": "Redoubt Volcano",
    "description": ["This essence was made during the March 2009 eruption of the Redoubt Volcano in south-central Alaska. This essence calms and soothes our doubts, anxieties and fears as we confront the inevitability of change. It helps us learn how to surrender to the natural forces that are beyond our comprehension and control, and in doing so, align with their magical and transformative power."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Anxiety, Change, Fear, Resistance, Surrendering"]
  },
  {
    "company": "Alaskan",
    "group": "Research Environmental",
    "name": "Solar Eclipse",
    "description": ["This essence was made in the northern interior of Alaska during the solar eclipse of July 21, 1990. It is an essence for balancing and harmonizing the feminine and masculine energies in men and women, and for the conscious empowerment of the inner male, especially where an imbalance exists due to dominant female energy.", "This essence is helpful when a child was raised by a dominant mother, either because the father was absent, or she was unwilling to share parenting responsibility with him. In such cases, the essence will help that individual break free from the influence of the mother by developing his or her own masculine qualities."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Feminine, Harmony, Masculine, Mother, Power"]
  },
  {
    "company": "Alaskan",
    "group": "Research Environmental",
    "name": "Typhoon",
    "description": ["This essence was prepared during a typhoon on the island of Honshu in Japan. Typhoon teaches us how to surrender to the cleansing and clearing power of nature–a force more powerful than we are–with enough trust to let it do its healing and transforming work. It also reminds us to anchor our lives with purpose and intent–to focus on what is important and let the rest go."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Clutter Clearing, Intention, Purification, Space Clearing"]
  },
  {
    "company": "Alaskan",
    "group": "Research Environmental",
    "name": "Winter In August",
    "description": ["This essence was made in water from melted snow and ice on the Greenland ice sheet during an intense snow storm in the month of August. It is an essence for the clarification of identity, values, and life purpose. It helps us determine what is essential to our heart's path in life, and catalyzes a clearing of the mind, heart, and emotions of all that is not, so we can realize true peace in our lives and on the planet."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Clutter Clearing, Identity, Intention, Peace, Releasing"]
  },
  {
    "company": "Alaskan",
    "group": "Research Environmental",
    "name": "Rainbow Glacier",
    "description": ["This essence was made at the terminus of Rainbow Glacier on Rainbow Mountain in the Alaska Range. A grounding and balancing energy for those manifesting resistance to becoming fully connected with the earth plane. Helps physically anchor those who are strongly focused in the celestial or cosmic realms."],
    "indications": [""],
    "effects": [""],
    "keywords": [""]
  }
]