[
  {
    "company": "Alaskan",
    "name": "Animal Care",
    "description": ["Contains the essences of: Alpine Azalea, Black Tourmaline, Chiming Bells, Cotton Grass, Horsetail, Jadeite Jade, Lady's Slipper.", "Animal Care is a special blend of Alaskan flower and gem essences created specifically to assist in animal rescue work, although it can be given to any animal in need. It will be most valuable when integrated into the initial care provided any animal who arrives at a shelter, treatments center, veterinarian clinic or sanctuary. This formula is also a must when adopting a rescue animal."],
    "indications": [""],
    "effects": [""],
    "keywords": [""]
  },
  {
    "company": "Alaskan",
    "name": "Beyond Words",
    "description": ["Contains the essences of: Azurite, Devil’s Club, Lamb’s Quarters, Lapis Lazuli, Sweetgale, Twinflower, Yellow Violet.", "Beyond Words is a formula that enhances your ability to express yourself, both verbally and non-verbally. It assists in the exchange and flow of information and ideas from one person to another with the intention of shared understanding. It is especially helpful during crucial communication. Whether the goal is heart to heart sharing, inspired public speaking or writing, this formula will improve your ability to think and articulate from both the mind and heart."],
    "indications": [""],
    "effects": ["Communicate about your feelings and emotions without defensiveness",
    "Clarify and organize your thoughts so they may be put into words that accurately convey your meaning",
    "Amplify your ability to hear information from physical and non-physical sources, and clear confusion between what you hear and what you know",
    "Listen with your heart, and speak your truth firmly and clearly from your heart",
    "Ground your communication so you can speak with vitality and authenticity",
    "Feel protected in the act of speaking, especially when there is a challenge or controversy around what needs to be said",
    "Enhance your strength and self-confidence so you can naturally express yourself without limitation, compromise, or self-consciousness in all circumstances"],
    "keywords": [""]
  },
  {
    "company": "Alaskan",
    "name": "Calling All Angels",
    "description": ["It combines the healing quality of the following four essences: Angelica: connect to the protective energies of the angelic kingdom, Chalice Well: feeling peace from an awareness of Divine Support from all kingdoms, Chiming Bells: feeling pure joy and optimism, Kunzite: experience the spiritual love of the angelic kingdom in the heart", "Calling All Angels is a combination formula that helps you contact the love, guidance and protection of the angelic realm. It brings a very soft, loving and serene energy into your heart, physical body and environment."],
    "indications": [""],
    "effects": ["Strengthen the knowledge that you are guided, supported, and protected by the angels",
    "Bring more joy and peace in to your life",
    "Make a stronger connection with the divine feminine",
    "Create a sacred and protected space for sleeping and dreaming, especially for children",
    "Come into a stronger awareness of your own angelic nature",
    "Experience the love of the angelic kingdom in your physical body"],
    "keywords": [""]
  },
  {
    "company": "Alaskan",
    "name": "Easy Learning",
    "description": ["Blue Topaz calms mental agitation and anxiety and stimulates mental clarity. Bunchberry promotes coherent thinking, focus, and emotional clarity in demanding situations. Lapis Lazuli clears channels of communication in the throat chakra. Star Ruby promotes sharp focus in the present moment.    Stinging Nettle increases our ability to integrate new information. White Spruce balances intuition, thought, and emotion in the present moment.", "The Easy Learning formula is a special blend of Alaskan Flower and Gem essences created specifically to facilitate all aspects of the learning process for both children and adults. It has three main qualities. The first is to strengthen our focus and the ability to pay attention without being distracted by what is going on around us. The second is to increase our ability to process and integrate information, thereby increasing understanding and the logical application of knowledge. And third, this formula works with the higher learning centers in the brain, and the 5th and 6th chakras, to improve our communication with Universal Mind so we can bring higher frequencies of thought into our learning processes."],
    "indications": ["Studying and preparing for tests and exams",
    "Activating interest in new subjects and new ways of learning",
    "Dissipating mental confusion and increasing clarity and alertness",
    "Those who have a tendency to get overwhelmed from too much input",
    "Those who are easily distracted and find it difficult to concentrate",
    "Children or adults who have been diagnosed with learning disabilities",
    "Increasing the capacity to integrate intuitive thought processes into practical action and implementation",
    "Increasing the retention of information from reading and listening to lectures"],
    "effects": [""],
    "keywords": [""]
  },
  {
    "company": "Alaskan",
    "name": "Fireweed Combo",
    "description": ["Essences in this formula: Fireweed – recovery from shock, increases grounding, removes unwanted energy patterns from the body, and initiates renewal and revitalization. White Fireweed – calms the emotional body after shocking experiences and clears emotionally painful experiences from cellular memory. River Beauty – aids in emotional recovery and helps us start over after devastating experiences    Dwarf Fireweed – helps us experience transformation with gentleness, grace, and ease", "Fireweed Combo supports the processes of transformation, transition and change. It can be used to prepare for a transformational experience of any kind, but it is especially useful when you are in the middle of an intense healing crisis and need extra support to get through it. Use it to access the support you need to face your fears, let go of your resistance and open to the process as it moves forward, through each stage, to its completion."],
    "indications": [""],
    "effects": ["Strengthen your grounding connection to the Earth so your energy system will be more stable and better able to cope with change",
    "Shift the whole transformative process to a deeper level by releasing layers of deep pain and emotional trauma that are being held at the cellular level of the body",
    "Stay engaged with the transformative process until you have resolved all of the issues that are connected to it",
    "Reconnect with the desired levels of joy and happiness that are your birthright"],
    "keywords": [""]
  },
  {
    "company": "Alaskan",
    "name": "Go-Create",
    "description": ["Blueberry Pollen - often indicated for lack of belief in our ability to manifest abundance; low prosperity consciousness; difficulty receiving from others and from the Earth. It helps us expand on all levels to accommodate abundance; facilitates the release of mental and emotional attachments that limit our ability to manifest higher purpose in physical form.",

    "Gold – helpful for low self-esteem; little or no confidence in one's ability to create; difficulty manifesting wants and needs into physical reality; comparing one's accomplishments to others. It helps us access and express the highest aspects of our personal identity; brings strength and balance to the 3rd chakra; helps us tap into our inner truth, joy and wisdom as sources for our creative power.",

    "Rock Spring – This is an essence of hope and miracles! It embodies the constant proof that nothing is impossible. It is an essence that can help us find our way through seemingly insurmountable obstacles with infinite patience and never ending trust.",

    "Star Sapphire - promotes trust in the universe; helps us focus our awareness on what is necessary for the soul's progression in life; supports the formation of energetic connections with others that promote the realization of our life goals.",
    
    "Go-Create is our abundance formula. It will help you co-create what you want, need, and desire in your life with less resistance and more ease, efficiency and effectiveness. This formula will help you clear limiting beliefs that you are holding from past experiences, enhance your ability to feel worthy to receive your heart's desires, and find the trust, faith and gratitude that will empower you to hold a vibration that is in alignment with what you truly desire to create in your life."
  ],
    "indications": [""],
    "effects": ["Heal ancestral patterns that are blocking your ability to receive",
    "Open your awareness to the unlimited generosity of the Universe",
    "Focus your intention and attention on what you want to manifest, rather than on what you perceive to be missing",
    "Trust in your capacity to create",
    "Tap into your inner truth, joy, and wisdom",
    "Feel more empowered around the whole co-creative process"],
    "keywords": [""]
  },
  {
    "company": "Alaskan",
    "name": "Guardian",
    "description": ["Essences: Covellite, Devil's Club, Round-Leaf Orchid, Stone Circle, White Violet, Yarrow",
    "Guardian is a special blend of Alaskan Flower, Gem and Environmental essences that helps you create a powerful force-field of protection in your aura. It invokes positive, harmonious energies that help you claim your energetic space, maintain your grounding and feel the protection of strong, healthy boundaries."],
    "indications": ["Are overly reactive to influences in your environment",
    "Are ambivalent about being present in your body and on the earth, because you don't feel safe or protected",
    "Work around computers and other electromagnetic equipment or in a toxic environment",
    "Have a tendency to take on or absorb the thoughts and emotions of others",
    "Are unable to embody your sensitivity in a practical and easy way because of a lack of functional boundaries",
    "Are doing healing work that requires you to be in the working, living, or personal energy space of your clients",
    "Have just moved into a new home or neighborhood and are having difficulty grounding into your new situation",
    "Feel tired or run down and need to rest and nurture yourself, but can't seem to create the space to do it"],
    "effects": [""],
    "keywords": [""]
  },
  {
    "company": "Alaskan",
    "name": "Lighten Up",
    "description": [""],
    "indications": [""],
    "effects": [""],
    "keywords": [""]
  },
  {
    "company": "Alaskan",
    "name": "Pregnancy Support",
    "description": [""],
    "indications": [""],
    "effects": [""],
    "keywords": [""]
  },
  {
    "company": "Alaskan",
    "name": "Purification",
    "description": [""],
    "indications": [""],
    "effects": [""],
    "keywords": [""]
  },
  {
    "company": "Alaskan",
    "name": "Soul Support",
    "description": [""],
    "indications": [""],
    "effects": [""],
    "keywords": [""]
  },
  {
    "company": "Alaskan",
    "name": "Travel Ease",
    "description": [""],
    "indications": [""],
    "effects": [""],
    "keywords": [""]
  }
]