[
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "name": "Aspen",
    "latin": "Populus tremula",
    "description": ["Vague unknown fears, for which there can be given no explanation, no reason. Yet the patient may be terrified of something terrible going to happen, he knows not what. These vague unexplainable fears may haunt by night or day. Sufferers are often afraid to tell their trouble to others. [Bach: Twelve Healers and Other Remedies 1936]", "For psychological fears of unknown origin, vague unreasoning and inexplicable, sudden apprehension, fear of unseen power or force, fear of sleep for what sleep may bring, fear of dreams, association with death and religion, usually kept secret. Symptoms may include headaches, eyestrain, haunted look, sweating, trembling, gooseflesh, sudden faintness, sleep walking/talking, tired and nervy. [Bach]"],
    "indications": ["Unreasoning fears"],
    "effects": ["The development of Love brings us to the realization of Unity, of the truth that one and all of us are of the One Great Creation. The cause of all our troubles is self and separateness, and this vanishes as soon as Love and the knowledge of the great Unity become part of our natures. [Bach]"],
    "keywords": ["Fear", "Unity"],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "name": "Beech",
    "latin": "Fagus sylvatica",
    "description": ["For those who feel the need to see more good and beauty in all that surrounds them. And, though much appears to be wrong, to have the ability to see the good growing within. So as to be able to be more tolerant, lenient and understanding of the different way each individual and all things are working to their own final perfection. [Bach: Twelve Healers and Other Remedies 1936]", "Those who are critical, dissatisfied, intolerant, irritable, always finding fault, seeing only the negative side of things. Annoyed by small matters – the oddities and mannerisms and idiosyncrasies of others. Demand exactness, order and discipline. Arrogant people who complain of others, petty anger, sound in judgement but sour, cynical, unsympathetic. [Bach]"],
    "indications": ["Critical"],
    "effects": ["That we never criticise nor condemn the thoughts, the opinions, the ideas of others; ever remembering that all humanity are God’s children, each striving in his own way to find the Glory of his Father. [Barnard: Guide to the Bach Flower Remedies]"],
    "keywords": ["Critical"],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "name": "Cherry Plum",
    "latin": "Prunus cerasifera",
    "description": ["Fear of the mind being over-strained, of reason giving way, of doing fearful and dreaded things, not wished and known wrong, yet there comes the thought and impulse to do them. [Bach: Twelve Healers and Other Remedies 1936]", "For desperation, fear of insanity, loss of control, an uncontrollable impulse, nervous breakdown, suicidal, obsessive fear, delusions. Symptoms usually build up over a period of time: pallor, staring eyes, agitation, sometimes nervous talk or obsessive questioning; imminent, mild insanity. [Bach]"],
    "indications": ["Loss of control"],
    "effects": ["This drives away all wrong ideas and gives the sufferer mental strength and confidence. [Bach]"],
    "keywords": ["Fear"],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "name": "Chestnut Bud",
    "latin": "Aesculus hippocastanum",
    "description": ["For those who do not take full advantage of observation and experience, and who take a longer time than others to learn the lessons of daily life. Whereas one experience would be enough for some, such people find it necessary to have more, sometimes several, before the lesson is learnt. Therefore, to their regret, they find themselves having to make the same error on different occasions when once would have been enough, or observation of others could have spared them even that one fault. [Bach: Twelve Healers and Other Remedies 1936]", "Those who fail to learn by experience and go on repeating the same mistakes again and again. They may be impatient and always thinking ahead and so fail to see what is happening, failing to base their actions upon past experience. They may be careless, clumsy, slow in learning, inattentive and as children even unresponsive to learning. [Bach]"],
    "indications": ["Unable to learn from mistakes"],
    "effects": ["We learn slowly, one lesson at a time, but we must if we are to be well and happy, learn the particular lesson given to us by our spiritual self. [Bach]"],
    "keywords": ["Learning from Mistakes"],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "name": "Crab Apple",
    "latin": "Malus sylvestris",
    "description": ["This is the remedy of cleansing. For those who feel as if they had something not quite clean about themselves. Often it is something of apparently little importance: in others there may be more serious disease which is almost disregarded compared to the one thing on which they concentrate. In both types they are anxious to be free from the one particular thing which is greatest in their minds and which seems so essential to them that it should be cured. They become despondent if treatment fails. Being a cleanser, this remedy purifies wounds if the patient has reason to believe that some poison has entered which must be drawn out. [Bach: Twelve Healers and Other Remedies 1936]", "The remedy for cleansing. For those who feel in some way unclean, contaminated, often minor ailment which assumes great importance in the mind of sufferer causing despondency and self-disgust. Applicable to physical or psychological condition, wherever there is something repellant to the self, the remedy restores a sense of proportion. Symptoms may include skin ailments, poison in the body or a wound, unwholesome habits. [Barnard: Guide to the Bach Flower Remedies]"],
    "indications": ["Feeling unclean"],
    "effects": ["Never for one moment should we become engrossed or over-anxious about them [our bodies], but learn to be as little conscious of their existence as possible, using them as a vehicle of our Soul and mind and as servants to do our will. [Bach: Collected Writings]"],
    "keywords": ["Cleansing"],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "name": "Elm",
    "latin": "Ulmus procera",
    "description": ["Those who are doing good work, are following the calling of their life and who hope to do something of importance, and this often for the benefit of humanity. At times there may be periods of depression when they feel that the task they have undertaken is too difficult, and not within the power of a human being. [Bach: Twelve Healers and Other Remedies 1936]", "For those who are very capable and often carry great responsibility but occasionally feel unable to face the magnitude of their tasks. Thus they are sometimes overwhelmed, falter and momentarily lose confidence. It is as if they have temporarily lost their connection and this causes them great discomfort and distress. [Barnard: Guide to the Bach Flower Remedies]"],
    "indications": ["Overwhelmed"],
    "effects": ["Life does not demand of us unthinkable sacrifice; it asks us to travel its journey with joy in our heart and to be a blessing to those around, so that if we leave the world just that trifle better for our visit, then have we done our work. [Bach: Collected Writings]"],
    "keywords": ["Overwhelmed"],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "name": "Holly",
    "latin": "Ilex aquifolium",
    "description": ["For those who are sometimes attacked by thoughts of such kind as jealousy, envy, revenge, suspicion. For the different forms of vexation. Within themselves they may suffer much, often when there is no real cause for their unhappiness. [Bach: Twelve Healers and Other Remedies 1936]", "For any kind of strongly negative state: anger, jealousy, bitterness, rage, envy, suspicion, revenge, hatred, violence, bad temper, contempt, vexation, selfishness, frustration – all states antipathetic to love. [Barnard: Guide to the Bach Flower Remedies]"],
    "indications": ["Hatred and anger"],
    "effects": ["The ultimate conquest of all will be through love and gentleness, and when we have sufficiently developed these two qualities nothing will be able to assail us, since we shall ever have compassion and not offer resistance. [Bach: Collected Writings]"],
    "keywords": ["Anger", "Jealousy"],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "name": "Honeysuckle",
    "latin": "Lonicera caprifolium",
    "description": ["Those who live much in the past, perhaps in a time of great happiness, or memories of a lost friend, or ambitions which have not come true. They do not expect further happiness such as they have had. [Bach: Twelve Healers and Other Remedies 1936]", "For nostalgia, homesickness, those who live much in the past, past loves, happiness, regrets, success or failures, those who live on their memories, desiring to escape the present in a romanticised view of the past. [Barnard: Guide to the Bach Flower Remedies]"],
    "indications": ["Living in the past"],
    "effects": ["Finally, let us not fear to plunge into life; we are here to gain experience and knowledge, and we shall learn but little unless we face realities and seek to our utmost. [Bach: Collected Writings]"],
    "keywords": [""],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "name": "Hornbeam",
    "latin": "Carpinus betulus",
    "description": ["For those who feel that they have not sufficient strength, mentally or physically, to carry the burden of life placed upon them; the affairs of everyday seem too much for them to accomplish, though they generally succeed in fulfilling their task. For those who believe that some part, of mind or body, needs to be strengthened before they can easily fulfil their work. [Bach: Twelve Healers and Other Remedies 1936]", "For a temporary state of mental/physical tiredness when a lack of energy causes loss of interest, weariness and inability to cope with mundane affairs. Good for convalescents who feel unable to return to work though perfectly fit. Symptoms are predominant fatigue, lassitude, inclination to lie in bed in mornings, feel they cannot face the burden of the day. [Barnard: Guide to the Bach Flower Remedies]"],
    "indications": ["Mental or physical tiredness"],
    "effects": ["Thus every moment of our work and play will bring with it a zeal for learning, a desire to experience real things, real adventures and deeds worth-while…[Bach: Collected Writings]"],
    "keywords": ["Fatigue"],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "name": "Larch",
    "latin": "Larix decidua",
    "description": ["For those who do not consider themselves as good or capable as those around them, who expect failure, who feel they will never be a success, and so do not venture or make a strong enough attempt to succeed. [Bach: Twelve Healers and Other Remedies 1936]", "For those who lack confidence in themselves, they expect failure and feel they will never succeed and so do not try hard enough, they are hesitant and procrastinate, succumb easily and feel inferior. Their sense of failure makes them despondent though in fact they are perfectly capable if they could persevere. Symptoms may include general depression and this is often associated with impotence. [Barnard: Guide to the Bach Flower Remedies]"],
    "indications": ["Loss of confidence"],
    "effects": ["We chose the earthly occupation, and the external circumstances that will give us the best opportunities of testing us to the full: we come with the full realization of our particular work: we come with the unthinkable privilege of knowing that all our battles are won before they are fought, that victory is certain before ever the test arrives, because we know that we are children of the Creator, and as such are Divine, unconquerable and invincible. [Bach: Collected Writings]"],
    "keywords": ["Confidence", "Self-Esteem/Self-Worth"],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "name": "Mustard",
    "latin": "Sinapis arvensis",
    "description": ["Those who are liable to times of gloom, or even despair, as though a cold dark cloud overshadowed them and hid the light and the joy of life. It may not be possible to give any reason or explanation for such attacks. Under these conditions it is almost impossible to appear happy or cheerful. [Bach: Twelve Healers and Other Remedies 1936]", "For depression that comes for no apparent reason from an unknown cause, gloom, deep sadness, melancholy, usually serious people who feel that they suffer periodic affliction from a malefic star. Depression is intense and cannot be alleviated until it lifts as unexpectedly as it came. All joy and peace is driven out of life for the duration. [Barnard: Guide to the Bach Flower Remedies]"],
    "indications": ["Unexplained gloom"],
    "effects": ["In all things cheerfulness should be encouraged, and we should refuse to be oppressed by doubt and depression, but remember that such are not of ourselves, for our Souls know only joy and happiness. [Bach: Collected Writings]"],
    "keywords": ["Depression"],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "name": "Pine",
    "latin": "Pinus sylvestris",
    "description": ["For those who blame themselves. Even when successful they think they could have done better, and are never content with their efforts or the results. They are hard-working and suffer much from the faults they attach to themselves. Sometimes if there is any mistake it is due to another, but they will claim responsibility even for that. [Bach: Twelve Healers and Other Remedies 1936]", "For self-reproach, guilt, those who blame themselves, self-condemnation, often assuming responsibility for a situation that is not their fault. They are discontented and critical of themselves, over-conscientious, apologetic and over-humble. The constant effort they make to improve themselves may lead to tiredness and depression. Helps to alleviate any feelings of guilt. [Barnard: Guide to the Bach Flower Remedies]"],
    "indications": ["Self-blame"],
    "effects": ["Health is, therefore, the true realisation of what we are: we are perfect: we are the children of God. There is no striving to gain what we have already attained. We are merely here to manifest in material form the perfection with which we have been endowed from the beginning of all time. [Bach: Collected Writings]"],
    "keywords": ["Critical", "Guilt"],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "name": "Red Chestnut",
    "latin": "Aesculus carnea",
    "description": ["For those who find it difficult not to be anxious for other people. Often they have ceased to worry about themselves, but for those of whom they are fond they may suffer much, frequently anticipating some unfortunate thing may to happen to them. [Bach: Twelve Healers and Other Remedies 1936]", "For those who find it difficult not to be anxious for other people, anticipate trouble, imagine the worst, worry over other’s troubles, over-concern for problems of the world, fear that a small complaint of another will become a serious problem, project anxiety. [Barnard: Guide to the Bach Flower Remedies]"],
    "indications": ["Imagining the worst"],
    "effects": ["Everyone of us also has sympathy with those in distress, and naturally so, because we have all been in distress ourselves at some time in our lives. So that not only can we heal ourselves, but we have the great privilege of being able to help others to heal themselves, and the only qualifications necessary are love and sympathy. [Bach: Collected Writings]"],
    "keywords": [],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "name": "Star of Bethlehem",
    "latin": "Ornitholagum umbellatum",
    "description": ["For those in great distress under conditions which for a time produce great unhappiness. The shock of serious news, the loss of someone dear, the fright following an accident, and such like. For those who for a time refuse to be consoled this remedy brings comfort. [Bach: Twelve Healers and Other Remedies 1936]", "For shock, grief, distress, for those who need consolation and comfort, for bad news, an accident, a fright, a narrow escape, for delayed shock, to neutralize effects of any shock past or present, even the shock of birth. [Barnard: Guide to the Bach Flower Remedies]"],
    "indications": ["Needing comfort in distress"],
    "effects": ["…to remain in such a state of peace that the trials and disturbances of the world leave us unruffled, is a great attainment indeed and brings to us that Peace which passeth understanding; and though at first it may seem to be beyond our dreams, it is in reality, with patience and perseverance, within the reach of us all. [Bach: Collected Writings]"],
    "keywords": [],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "name": "Sweet Chestnut",
    "latin": "Castanea sativa",
    "description": ["For those moments which happen to some people when the anguish is so great as to seem to be unendurable. When the mind or body feels as if it had borne to the uttermost limit of its endurance, and that now it must give way. When it seems there is nothing but destruction and annihilation left to face. [Bach: Twelve Healers and Other Remedies 1936]", "For a time of terrible anguish and despair when we are at uttermost limits of endurance, there appears to be no light or love left in the world, nothing but destruction and annihilation left to face, utter desolation, unable even to pray, the ‘dark night of the soul’. [Barnard: Guide to the Bach Flower Remedies]"],
    "indications": ["Utter desolation"],
    "effects": ["But in the darkest hours, and when success seems well-nigh impossible, let us ever remember that God’s children should never be afraid, that our Souls only give us such tasks as we are capable of accomplishing , and that with our own courage and faith in the Divinity within us victory must come to all who continue to strive. [Bach: Collected Writings]"],
    "keywords": [],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "name": "Walnut",
    "latin": "Juglans regia",
    "description": ["For those who have definite ideals and ambitions in life and are fulfilling them, but on rare occasions are tempted to be led away from their own ideas, aims and work by the enthusiasm, convictions or strong opinions of others. The remedy gives constancy and protection from outside influences. [Bach: Twelve Healers and Other Remedies 1936]", "For those who need protection from outside influences when the foundations of life are unsettled during a major change in life – teething, puberty, starting a new school/career/job, any fundamental alteration in mental, emotional or physical state. Helps to break with the old and establish pattern of the new. Guards against anything which interferes with the workings of normal life, protects those who are attacked by subtle forces. Known as the link breaker. [Barnard: Guide to the Bach Flower Remedies]"],
    "indications": ["Unsettled during a life change"],
    "effects": ["We must gain our freedom absolutely and completely, so that all we do, our every action – nay even our every thought – derives its origin in ourselves, thus enabling us to live and give freely of our own accord, and of our own accord alone. [Bach: Collected Writings]"],
    "keywords": [],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "name": "White Chestnut",
    "latin": "Aesculus hippocastanum",
    "description": ["For those who cannot prevent thoughts, ideas, arguments which they do not desire from entering their minds. Usually at such times when the interest of the moment is not strong enough to keep the mind full. Thoughts which worry and will remain, or if for a time thrown out, will return. They seem to circle round and round and cause mental torture. The presence of such unpleasant thoughts drives out peace and interferes with being able to think only of the work or pleasure of the day. [Bach: Twelve Healers and Other Remedies 1936]", "For a pattern of thoughts which constantly repeats and gives no rest to the mind, continual internal argument, worry and chatter, mental congestion. Thoughts circulate without resolution, going over and over the same conflict, preoccupation that obstructs clarity, a drama forever re-enacted in the mind and gives no rest. Symptoms may include tiredness, insomnia, confusion, depression, guilt feelings, repetition of a topic in conversation, lack of calmness, nervous worry, often causes headaches. [Barnard: Guide to the Bach Flower Remedies]"],
    "indications": ["Mental congestion"],
    "effects": ["…the perfect method of learning this is by calm thought and meditation, and by bringing ourselves to such an atmosphere of peace that our Souls are able to speak to us through our conscience and intuition and to guide us according to their wishes. [Bach: Collected Writings]"],
    "keywords": [],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "name": "Wild Rose",
    "latin": "Rosa canina",
    "description": ["Those who without apparently sufficient reason become resigned to all that happens, and just glide through life, take it as it is, without any effort to improve things and find some joy. They have surrendered to the struggle of life without complaint. [Bach: Twelve Healers and Other Remedies 1936]", "For resignation, apathy, surrender, failure to make effort, fatalism, just drift down hill, dullness, lack of interest, no spark or vitality, sense of monotony, expressionless drone to voice, weariness, a dull companion. [Barnard: Guide to the Bach Flower Remedies]"],
    "indications": ["Apathy"],
    "effects": ["Resignation, which makes one become merely an unobservant passenger on the journey of life, opens the door to untold adverse influences which would never have an opportunity of gaining admittance as long as our daily existence brought with it the spirit and joy of adventure. [Bach: Collected Writings]"],
    "keywords": [],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "name": "Willow (Bach)",
    "latin": "Salix vitellina",
    "description": ["For those who have suffered adversity or misfortune and find these difficult to accept, without complaint or resentment, as they judge life much by the success it brings. They feel that they have not deserved so great a trial, that it was unjust, and they become embittered. They often take less interest and less activity in those things of life which they had previously enjoyed.", "For those who suffer any small adversity with bitterness and resentment, they blame others and feel hard done by, they are self-centred, self-pitying, self-justifying, feel wronged, sulk and bear grudges, will feel slighted and constantly dissatisfied, lack humour. Symptoms may include constant frowning, grumbling, spread a gloom and negative feeling, a difficult patient since nothing pleases, reluctant to admit improvement."],
    "indications": ["Resentment and self-pity"],
    "effects": ["We are not all asked to be saints or martyrs or men of renown; to most of us less conspicuous offices are allotted. But we are all expected to understand the joy and adventure of life and to fulfil with cheerfulness the particular piece of work which has been ordained for us by our Divinity."],
    "keywords": [],
    "stock": true
  }
]