[
  {
    "company": "Healing Herbs",
    "group": "Twelve Healers",
    "name": "Agrimony",
    "latin": "Agrimonia eupatoria",
    "description": ["The jovial, cheerful, humorous people who love peace and are distressed by argument or quarrel, to avoid which they will agree to give up much. Though generally they have troubles and are tormented and restless and worried in mind or in body, they hide their cares behind their humour and jesting and are considered very good friends to know. They often take alcohol or drugs to excess, to stimulate themselves and help themselves bear their trials with cheerfulness. [Bach: Twelve Healers and Other Remedies 1936]", "To soothe all those tormented in body or mind and bring them peace. The restless, the worried, the anxious, the tortured. Those who can find no peace of mind, no rest. There is such a vast army of these sufferers who so often hide their torment under smiles and joviality. They are often the cheeriest of people, and frequently humorists. A great number of these seek refuge in alcohol or even drugs as stimulants to help them to keep going. They will do anything rather than depress others with their trials. Even in severe illness they will jest and make light of their trials. They are brave people and Agrimony will help them so much. [Bach]"],
    "indications": ["Worry hidden behind a carefree mask"],
    "effects": ["The lesson of this plant is to enable you to hold your peace in the presence of all the trials and difficulties until no one has the power to cause you irritation. [Bach]"],
    "keywords": [],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Twelve Healers",
    "name": "Centaury",
    "latin": "Centaurium umbellatum",
    "description": ["Kind, quiet, gentle people who are over-anxious to serve others. They overtax their strength in their endeavours. Their wish so grows upon them that they become more servants than willing helpers. Their good nature leads them to do more than their own share of work, and in so doing they may neglect their own particular mission in life. [Bach: Twelve Healers and Other Remedies 1936]", "To give strength. The weakness after illness: pale, languid, tired, no energy, limp, exhausted. Drained of vitality. Those who desire peace at any price. Even in illness they may be too willing to help others and get tired and worn-out by their efforts. The mind is often alert, but the body weak, too weak to make much effort. Meek, submissive and imposed upon because of their good natures. [Bach]"],
    "indications": ["For those who are kind, anxious to serve", "Weak"],
    "effects": ["Centaury, that grow in our pastures, will help you to find your real self, so that you may become an active, positive worker instead of a passive agent. [Bach]"],
    "keywords": [],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Twelve Healers",
    "name": "Cerato",
    "latin": "Ceratostigma willmottianum",
    "description": ["Those who have not sufficient confidence in themselves to make their own decisions. They constantly seek advice from others, and are often misguided. [Bach: Twelve Healers and Other Remedies 1936]", "People who are too easily influenced. For those who have no confidence in themselves, depend too much upon the advice of others and listen first to one and then to another. Their own lack of self-esteem makes them admire and trust too much any who hold strong views; they can easily be led into difficulties on this account. In illness they are quite sure one thing will cure them until they hear of another, and they rush from one trial to the next according to the latest advice. They will do almost anything good or bad for them if the argument is forcible enough. They do not trust their own good judgement. Instead of having their own wishes and desires they will so often quote what others have advised or thought. The ideas and opinions of others are too important to them and this robs them of their own personality. They will always have some excuse for all they do. [Bach]"],
    "indications": ["For distrust of self and inuition, easily led and misguided"],
    "effects": ["Cerato will help you to find your individuality, your personality, and, freed from outside influences, enable you to use the great gift of wisdom that you possess for the good of mankind. [Bach]"],
    "keywords": [],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Twelve Healers",
    "name": "Chicory",
    "latin": "Chicorium intybus",
    "description": ["Those who are very mindful of the needs of others; they tend to be over-full of care for children, relatives, friends, always finding something that should be put right. They are continually correcting what they consider wrong, and enjoy doing so. They desire that those for whom they care should be near them. [Bach: Twelve Healers and Other Remedies 1936]", "When ill, these people worry over others, children, friends, relatives; are anxious that they are too warm, too cold, not happy, not enjoying themselves. Constantly asking them how they are and what they would like. Over-anxious in efforts to please them. Many questions as to their wishes and requirements. This state brings no peace and strains the patient. Sometimes the patients feel sorry for themselves; feel that they have done nothing to deserve to be ill; they are ill-used and neglected, that others are not caring for them. Often they have a good colour when ill; the people whose looks do not pity them. [Bach]"],
    "indications": ["For self-pity, self-love, possessive, demanding, hurt and tearful"],
    "effects": ["If we but sufficiently develop the quality of losing ourselves in the love and care of those around us, enjoying the glorious adventure of gaining knowledge and helping others, our personal griefs and sufferings rapidly come to an end. It is the great ultimate aim: the losing of our own interests in the service of humanity. [Bach]"],
    "keywords": [],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Twelve Healers",
    "name": "Clematis",
    "latin": "Clematis vitalba",
    "description": ["Those who are dreamy, drowsy, not fully awake, no great interest in life. Quiet people, not really happy in their present circumstances, living more in the future than in the present; living in hopes of happier times, when their ideals may come true. In illness some make little or no effort to get well, and in certain cases may even look forward to death, in the hope of better times; or maybe, meeting again some beloved one whom they have lost. [Bach: Twelve Healers and Other Remedies 1936]", "To combat all sleepy, drowsy, listless states. When the patient loses interest. Makes no effort to get well. Seems indifferent as to what happens: has no enthusiasm about anything. Only half hear what is said to them. These people are often dreamy, far-away, apathetic, live in their thoughts; maybe thinking too much of someone they have lost, or dream of ambitions they do not strive to realise. They seem contented, being not fully awake, and happy in their dreams of ideals. They are generally quiet and gentle, but they do not find enough joy in life itself; do not live enough in the present. Ordinary fainting may be of this type and in unconscious cases it is sufficient to moisten the lips with the remedy. [Bach]"],
    "indications": ["For dreamers, those who are absent minded"],
    "effects": ["The remedy brings stability: and places the patient on a more practical plane; brings them ‘down to earth’; and so enables them to fulfil their work in this world. [Bach]"],
    "keywords": [],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Twelve Healers",
    "name": "Gentian",
    "latin": "Gentiana amarella",
    "description": ["Those who are easily discouraged. They may be progressing well in illness or in the affairs of their daily life, but any small delay or hindrance to progress causes doubt and soon disheartens them. [Bach: Twelve Healers and Other Remedies 1936]", "For those who are faltering or are despondent. Look on the dark side and are pessimistic. In convalescence when they think they have come to a standstill; really doing well but tend to be discouraged and doubt that they are making progress. This is for those who feel as if the difficulties before them are too big to be overcome and temporarily lose heart. In this state they only want a little encouragement which this remedy will give them and they will do well. [Bach]"],
    "indications": ["For discouragement and despondency"],
    "effects": ["The little Gentian of our hilly pastures will help you to keep your firmness of purpose, and a happier and more hopeful outlook even when the sky is over-cast. It will bring you encouragement at all times, and the understanding that there is no failure when you are doing your utmost, whatever the apparent result. [Bach]"],
    "keywords": [],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Twelve Healers",
    "name": "Impatiens",
    "latin": "Impatiens glandulifera",
    "description": ["Those who are quick in thought and action and wish all things to be done without hesitation or delay. When ill they are anxious for a hasty recovery. [Bach: Twelve Healers and Other Remedies 1936]", "At all times when there is impatience. Impatient with themselves, wanting to hurry things, wanting to do things quickly, wanting to get well at once, to be out and about again. Impatient with others, irritable over little things, difficult to keep their temper. Cannot wait. This state is common and often a good sign during convalescence, and the restfulness this remedy brings hastens recovery. There is often impatience in severe pain and so Impatiens is of great value at those times to relieve the pain and calm the patient. [Bach]"],
    "indications": ["For those who are irritated by constraints, quick, tense, impatient"],
    "effects": ["You are striving for exquisite gentleness and forgiveness, and that beautiful mauve flower, Impatiens, which grows along the sides of some Welsh streams, will, with its blessing, help you along the road. [Bach]"],
    "keywords": [],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Twelve Healers",
    "name": "Mimulus",
    "latin": "Mimulus guttatus",
    "description": ["Fear of worldly things, illness, pain, accidents, poverty, of dark, of being alone, of misfortune. The fears of everyday life. These people quietly and secretly bear their dread, they do not speak freely of it to others. [Bach: Twelve Healers and Other Remedies 1936]", "To combat all fear. Fear of disease, of accidents, of unknown things. Fear of people, of relatives, of strangers, of crowds, of noise, of talking or of being questioned, of being alone. Fear of damp, of cold, of heat, of the dark. Fear of complications in illness, or of being incurable. [Bach]"],
    "indications": ["For those who are shy, nervous, fearful"],
    "effects": ["Fear in reality holds no place in the natural human kingdom, since the Divinity within us, which is ourself, is unconquerable and immortal, and if we could but realise it we, as Children of God, have nothing of which to be afraid. [Bach]"],
    "keywords": [],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Twelve Healers",
    "name": "Rock Rose",
    "latin": "Helianthemum nummularium",
    "description": ["The rescue remedy. The remedy of emergency for cases where there even appears no hope. In accidents or sudden illness, or when the patient is very frightened or terrified, or if the condition is serious enough to cause great fear to those around. If the patient is not conscious the lips may be moistened with the remedy. Other remedies in addition may also be required, as, if there is unconsciousness, which is a deep, sleepy state, Clematis; if there is torture, Agrimony, and so on. [Bach: Twelve Healers and Other Remedies 1936]", "This is the rescue remedy. In cases of urgency and danger. Whenever things are desperate. In all cases of danger of life. When the patient is terrified or in a panic. In cases when all hope is lost. When there is danger to the mind, of threatened suicide or insanity, or nervous breakdown, fear of death or hopeless depression. [Bach]"],
    "indications": ["For those feeling alarmed, intensly scared, horror, dread"],
    "effects": ["All fear must be cast out; it should never exist in the human mind, and is only possible when we lose sight of our Divinity. It is foreign to us because as Sons of the Creator, Sparks of the Divine Life, we are invincible, indestructible and unconquerable. [Bach]"],
    "keywords": [],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Twelve Healers",
    "name": "Scleranthus",
    "latin": "Scleranthus annuus",
    "description": ["Those who suffer much from being unable to decide between two things, first one seeming right then the other. [Bach: Twelve Healers and Other Remedies 1936]", "Those who are unable to make up their minds as to what they want, first one thing seems right and then another. Their wishes, like their bodily symptoms, seem to come and go. If they have temperatures these swing up and down. They are undetermined and unable to decide quickly or definitely, and their decisions quickly change. Uncertainty of bodily actions, giddiness, shaking, jerky uncontrolled movements, unsteady walking. Their moods change quickly, first cheery then depressed. Their conversation may rapidly jump from one subject to another. [Bach]"],
    "indications": ["For indecision"],
    "effects": ["Instability can be eradicated by the development of self-determination, by making up the mind and doing things with a definiteness instead of wavering and hovering. Even if at first we may sometimes make errors, it were better to act than to let opportunities pass for want of a decision. Determination will soon grow; fear of plunging into life will disappear, and the experiences gained will guide our mind to better judgement. [Bach]"],
    "keywords": [],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Twelve Healers",
    "name": "Vervain",
    "latin": "Verbena officinalis",
    "description": ["Those with fixed principles and ideas, which they are confident are right, and which they very rarely change. [Bach: Twelve Healers and Other Remedies 1936]", "The strong-willed. Those who are intense of mind, who tend to over-exert themselves mentally and physically. They refuse to be beaten and will carry on long after others would have given in. They go their own way. They have fixed ideas and are very certain that they know right. They may be obstinate in refusing treatment until compelled. They may be carried away by their enthusiasm and cause themselves much strain. In all things tend to be too serious and tense. Life is a very arduous thing for them. They have their own strong views and sometimes wish to bring others to their point of view and are intolerant of the opinions of others. They do not like to listen to advice. They are often people with big ideals and ambitions for the good of humanity. [Bach]"],
    "indications": ["For those who are wilful, opinionated and stressed"],
    "effects": ["We should strive to be so gentle, so quiet, so patiently helpful that we move among our fellow men more as a breath of air or a ray of sunshine: ever ready to help them when they ask: but never forcing them to our own views. [Bach]"],
    "keywords": [],
    "stock": true
  },
  {
    "company": "Healing Herbs",
    "group": "Twelve Healers",
    "name": "Water Violet",
    "latin": "Hottonia palustris",
    "description": ["For those who in health or illness like to be alone. Very quiet people, who move about without noise, speak little, and then gently. Very independent, capable and self-reliant. Almost free of the opinions of others. They are aloof, leave people alone and go their own way. Often clever and talented. Their peace and calmness is a blessing to those around them. [Bach: Twelve Healers and Other Remedies 1936]", "These are very beautiful people in mind and often in body. They are gentle, quiet, very refined and cultured and yet are masters of their fate and lead their lives with a quiet determination and certainty. Like to be much alone. In illness they may be a little proud and aloof and if so this reacts upon them. Even so, they are very brave and try to fight alone and unaided and be of no anxiety or trouble to those around. They are brave souls indeed who seem to know their work in life and do it with a quiet certain will. They do not often form strong attachments even to those nearest them. They bear adversity and illness calmly, quietly and bravely without complaint. [Bach]"],
    "indications": ["For those who are withdrawn, aloof, proud"],
    "effects": ["…you are learning to stand absolutely alone in the world, gaining the intense joy of complete freedom, and therefore of perfect service to mankind. And when this is realised it is no longer sacrifice but the exquisite joy of helpfulness even under all conditions. [Bach]"],
    "keywords": [],
    "stock": true
  }
]