[
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Active Serenity",
    "latin": "",
    "description": ["Working primarily on the mental body centres, this combination is excellent for distress and fatigue. Tension held in the brain stem and alta major chakra (back of the head) is dissolved. One can experience relief in the frontal lobes, aiding critical thinking and decision making. The end result is that the crown chakra opens to a new clarity and mental energy which is calm yet energised. An excellent essence to use in times of major life transitions.", "Contains: Serene Overview (Devata), Angelic Canopy, Core of Being, Clearing the Way/Self Belief, Shiva's Trident."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Stress", "Fatigue", "Transition"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Being Present",
    "latin": "",
    "description": ["Combining Walking to the Earth's Rhythm and Being in Time, this essence helps one to be present within one's surroundings. Very good to use after a long journey, to assist all the parts of one's body and mind to 'arrive'. Also helpful in facing difficult issues in conversation or in therapeutic circumstances.", "Contains: Walking to the Earth's Rhythm, Being in Time."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Presence", "Travel"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Clarity of Connection",
    "latin": "",
    "description": ["For helping a person to be centered for meditation. Balances chakras and so allows for a better connection to the higher self and the higher chakras."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Meditation", "Higher Self"],
    "stock": false  
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Celestial Defender",
    "latin": "",
    "description": ["Celestial Defender is a combination of Defender from the Dark and Celestial Siren. Celestial Siren is like a gentle inner call to experience the divine; yet in the experience of high levels of meditation, there is some risk of leaving one's core unprotected while engaged in the transcendental journey. This essence leaves one protected and watched while the activity of Celestial Siren is enhanced due to the presence of a protected space. On a more mundane level, one is likely to feel a clearing of one's head when taking this essence.", "Contains: Defender from the Dark, Celestial Siren."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Meditation", "Protection"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Clearing and Releasing",
    "latin": "",
    "description": ["There are times when we have to address deeply-held or especially challenging energies, and it is for these situations, either within a space or within an aura, that the Clearing & Releasing combination was created. It is also an extra-strength space-clearing spray, bringing a cleansing to office or home even when there are very dark energies confronting one. Brings a very reassuring, positive and strong light to the space. Use the drops form if there are energies within a person which need clearing out, for example if there has been any history of drug abuse.", "Contains: Angelic Canopy, Releasing Karmic Patterns, Pushing Back the Night."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Space Clearing", "Cleansing"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Coming Home",
    "latin": "",
    "description": ["Soothing, relaxing and grounding. Brings one’s energy into the foundational chakras of the body (1st , 2nd and 3rd) as well as the heart chakra, conveying a lightness of being. Clears unwanted imprints from the 1st and 2nd chakras. Increases clarity of Vision. And for the first time in our research, this combination enters into one of the channels used in reiki. Very useful after meditation if one feels a bit light-headed, to assist gentle grounding. Brings an Aahhhhh…! sensation.", "This lovely combination was created by one of the people attending Dr. Adrian Brito-Babapulle’s kinesiology seminar on Gigha, Elizabeth Jones, working with Adrian on the composition of the essences. It was a fruitful and rewarding collaboration, as each new succesful combination is far more than simply the sum of its parts, but rather an entirely new healing energy.", "Contains: Behold the Silence, Boundless Peace, Mercutio, Purity of Heart, Renewing Life, Unconditional Snuggles, 24kt Gold and Achord tonal essence."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Grounding", "Relaxation"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Defend and Protect",
    "latin": "",
    "description": ["There is a kindredness of spirit between Defender from the Dark and Protective Presence. Both orchids display a fierce attentiveness, warding off malign influences. When one is faced by external negative entities, this is a very powerful combination to provide protective armouring for our spirit. It helps to re-energise our determination to move forward on life's difficult paths, with a deeper sense of our true worth. The signature of the Protective Presence is that of ancient symbolic and protective spirits of the Chinese dynasties, and the 'wrathful deities' of Tibetan paintings. Defender from the Dark complements this energy entirely, making it yet more effective.", "Contains: Defender from the Dark, Protective Presence."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Protection"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Defend Protect & Purify",
    "latin": "",
    "description": ["This essence helps to cleanse the etheric body of low-level entities which may have attached themselves to one, especially since the period of August 2010 which gave rise to the creation of the Defender from the Dark essence.", "The essence can be usefully applied topically, as well as taken orally.", "Contains: Joyous Purification, Defender from the Dark, Protective Presence."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Cleansing"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Defender of the Light",
    "latin": "",
    "description": ["Defender of the Light a combination of Defender from the Dark and Violacea Veritas, and it is useful in that the powerful impact and expansion of the 3rd eye (brought about by Violacea Veritas) may in some instances lead to a person being exposed to probes of negative energy which can disturb the psyche. This combination allows the activity of Violacea Veritas to take place under a sort of protective canopy, enabling a transformative experience from the essence. One is likely to notice a pronounced awakening of the 3rd eye / brow chakra, and a strong sense of alertness.", "Contains: Defender from the Dark, Violacea Veritas."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Vision", "Meditation"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Defender of the Source",
    "latin": "",
    "description": ["Defender of the Source is a combination of Defender from the Dark and Source of Life. The latter is a profound essence which awakens the beauty of the second chakra, helping us to express our true sexual nature. However, as sexual energy has its dark side the action of Source of Life benefits from the inclusion of Defender from the Dark in providing the sacral area with protection against interfering dark energies. This essence seems to act like a guard to the gateways to the soul.", "Contains: Defender from the Dark, Source of Life."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Sensuality/Sexuality", "Dead Pelvis Syndrome"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Double Espresso",
    "latin": "",
    "description": ["For those times when one needs an extra boost to one's energy. An essence equivalent to a cup of strong java, not an essence to take daily or frequently, but rather in critical instances when extra energy is urgently required.", "Contains: New Vitality, Unicorn (Invincible Force), Clearing the Way/Self Belief, Shiva's Trident."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Emergency", "Exhaustion"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Energy Matrix Protection",
    "latin": "",
    "description": ["This combination has been created in response to the very worrying situation in Japan, brought about by the earthquake and tsunami of March 2011. We are not permitted of course to say what we believe this combination essence is able to help achieve, but our aim in researching this combination was to create a support and protection for the healthy energetic matrix of the body at the cellular level. Very useful in relation to all the electromagnetic pollution we are surrounded by these days.", "Contains: Light of My Eye; Core Release; Moon Child; Wisdom of Compassion and Narnia Sphagnum Moss."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Detoxification", "Protection", "Restoration"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Fruits of Courage",
    "latin": "",
    "description": ["Helps us to find the courage to bring into being our soul's deepest potential. Activates a sequence of energy points in the torso which nurture and strengthen the relevant areas of the etheric body / psyche to facilitate this. The Heart & the Brow chakras, the core of the 3rd chakra and the root of the 2nd chakra are each acted upon, bringing a sense of strength and quiet dignity. The C’hi of the 2nd chakra is channelled upwards, bringing its passion and power to the Heart chakra, and empowering the sense of vision in the 6th (Brow) chakra.", "Contains: Fruits of Love, Voice of Courage."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Courage", "Potential"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Gentle Geisha",
    "latin": "",
    "description": ["Energetically almost the opposite of Double Espresso, this combination is excellent for unwinding at the end of the day. Helps to calm the overly-active mind, bringing one - very gently, graciously - back into one's body. Imagne sinking one's head down into a soft silk cushion, and knowing that there are times when it is entirely appropriate to set aside concern for the many responsibilities and cares that one has acquired. Allow the energies of these three beautiful orchids to soothe and nuture you, while you relax with a cup of tea.", "Contains: Behold the Silence, Purity of Heart, Boundless Peace."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Stress"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Gentle Sleep",
    "latin": "",
    "description": ["Gentle Sleep is an enhanced version of Gentle Geisha, with the addition of the essence of Rhododendron griffithianum, made by Don in Achamore Gardens. Rhod. griffithianum produced a deeply calming, relaxing and peaceful essence. Yes, this 4th component is not an orchid essence, but these days, especially in the UK, disturbed sleep has become a major issue for many, and so the importance of 'bending' our tradition in this one instance felt appropriate. Gentle Sleep helps one to achieve a deeper and more relaxed sleep.", "Contains: Behold the Silence, Purity of Heart, Boundless Peace, Rhod, griffithianum."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Sleep"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Happy Relief",
    "latin": "",
    "description": ["Brings a sense of happiness and gentle yet strong vitality. Has the surprising effect of making one feel quietly happy, and at the same time clearing mental/emotional tension and distress. The Baihui (the 'place of a hundred gatherings') in Chinese medicine opens to give the head a sense of upward lift. The Baihui point is on the summit of the skull just two fingers width behind the crown chakra. In the Chinese tradition it governs the major acupuncture meridians. A good relief in challenging circumstances.", "Contains: Angelic Canopy, Core of Being, Clearing the Way/Self Belief, Shiva's Trident."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Stress", "Happiness"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Healing the Hidden (Heyoka)",
    "latin": "",
    "description": ["Heyoka is the Native American Contrary or in England the Shakespearean Fool. Real spiritual power is non-structured and can work in reverse or backwards motion taking things out of the aura. More inner space brings the causal body into place. Energetically works on the outer aura and then inwards to the inner core and then to the head. If you are in tears, Heyoka will bring relief; if you are hiding tears, Heyoka will remind you that you are carrying that pain and grief. Why hold on to it?", "Contains: Andean Fire, Angelic Canopy, Liberation/Deception."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Releasing", "Grief"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Highest Reflection",
    "latin": "",
    "description": ["This combination was created in order to address a malaise developing amongst young people who spend too much time in front of screens.", "However, for the rest of us there is a very clear action from this trio combination, which is a powerful sense of connecting more clearly with one’s higher chakras. If you take the drops (undiluted please) under the tongue, and sit quietly with it for 10 minutes, you should experience this quite clearly."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Spiritual", "Meditation"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Immediate Relief",
    "latin": "",
    "description": ["This combination was created to open up channels in the energy body which may become blocked by moments of high stress, to facilitate healing at multiple levels. Gives spiritual support at a deep level of the psyche. In very stressful circumstances we are likely to lose our connection with higher aspects of our soul or psyche; this combination relieves the shock and enables a reconnection with our highest inner alignment.", "Contains: Blue Angel, Celestial Triangle, Centre Renewal, Fruits of Love, Night Soul, Silver Ghost, Voice of Courage and White Beauty."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Support", "Shock"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Just Center",
    "latin": "",
    "description": ["Just Center was created to help when there are unfortunate and powerful astrological influences affecting our sense of wellbeing. Just Center brings awareness to our inner sense of self-worth, and thereby helping us to not be receptive to these negative external influences. Like an umbrella shielding us from ‘astrological rain’, this essence works at multiple levels to assist us in coping with such unseen influences more gracefully."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Self-Esteem/Self-Worth", "Astrology"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Karmic Calm",
    "latin": "",
    "description": ["Releases imprints of past energetic disturbances held in the soul, which inhibit the forward progression of one's journey. Often one may not be consciously aware of these imprints which can influence physical and emotional symptoms. These often are not addressed by normally appropriate therapies, due to the depth at which they are held in the psyche.", "If one feels there maybe karmic 'skeletons' rattling around in the closet of the psyche, giving rise to emotional challenges, then Karmic Calm is likely to be helpful.", "Contains: Celebration, Pushing Back The Night, Secret Wisdom, True Connections"],
    "indications": [""],
    "effects": [""],
    "keywords": ["Karma", "Releasing"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Knowing",
    "latin": "",
    "description": ["Knowing was formulated specifically to help students of all ages to assimilate what they are studying. It has the effect of opening up channels in the psyche wherein we access and store information. Knowing is best taken each morning, followed later that evening with drops of Memory Enhancer. The pair of essences support each other, for optimum benefit.", "There is a deeper aspect to Knowing, which has to do with comprehending the soul's nature more deeply. This is largely due to the presence of Crown of Consciousness in the combination, an essence of deep wisdom and understanding. Knowing brings an energetic shift akin to that brought about by Necklace of Beauty.", "Contains: Crown of Consciousness; Hive of Heaven; Amethyst; and Phantom Quartz"],
    "indications": [""],
    "effects": [""],
    "keywords": ["Study"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Life Cycle Renewal",
    "latin": "",
    "description": ["The only combination we have created specifically for women. Though designed specifically to help women over the age of about 50, it nevertheless helps with the challenges of the female cycle in all age groups. Works best when taken in tandem with Coming Home (LCR in the morning, and CH in the evening), this essence has a calming effect on the psyche.", "Contains: Silver Ghost, Centre Renewal, Fruits of Love and Blue Angel"],
    "indications": [""],
    "effects": [""],
    "keywords": ["Menopause", "Pre-Menstrual"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Light of the Soul",
    "latin": "",
    "description": ["In the simplest terms, Light of the Soul enables the heart to access and be informed by transcendent aspects of the soul.", "More technically, it enables the heart chakra to gain perspective and understanding from those parts of the soul which are not restricted by astrological influences. If all of our actions in this lifetime are characterised by the pattern of the heavens when we were born, then we will certainly encounter needless challenges along the way as our own astrological character interacts with the myriad characters of people we know and meet. Light of the Soul brings the heart's understanding on a brief excursion up a lift, into those areas of the psyche that are beyond time and space. In this way we can step out of a pattern, and move forward more fully in accordance with the deeper intentions of the soul."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Spiritual", "Astrology"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Light Relief",
    "latin": "",
    "description": ["Light Relief is especially for you if you have accrued an excessive amount of work or other commitments, and it is close to pushing you beyond your ability to cope. You have probably been in this situation for a while and keep trying to get on top of it all. You have long passed the point where you should have stepped back from it all and allowed yourself to rest and replenish. Light Relief “pulls the plug” on the drive we use to override our exhaustion. So one then goes pretty much straight away into the fatigue level as it really is, and the best thing at that point is a nap.", "By way of contrast, Double Espresso is a combination specifically aimed at doing the opposite, helping one to push on and override fatigue briefly.", "In simple terms, Immediate Relief is for acute stress (emergency situations etc.), whereas Light Relief is especially for those suffering from long term stress."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Overwork", "Stress"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Love Beyond Love",
    "latin": "",
    "description": ["For children and adults who may have been unloved while in the womb, the energetic and emotional impact of that circumstance can be challenging. The underlying message one receives is that of not being wanted, and therefore being unloved. Love Beyond Love has been created to help address these embedded imprints on the psyche, to help the inner child to know that he or she is loved and worthy of love.", "Contains: Just Me, Love's Secret, Moon Child, Unconditional Snuggles and White Beauty."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Inner Child", "Self-Love", "Self-Esteem/Self-Worth"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Meditation",
    "latin": "",
    "description": ["To energise the whole chakra system and so facilitate deeper meditations. Especially noticable in solar Plexus and Heart chakras"],
    "indications": [""],
    "effects": [""],
    "keywords": ["Meditation"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Memory Enhancer",
    "latin": "",
    "description": ["These four essences individually each have the effect of improving the clarity of mental processes and our retention of information. Combined they appear to help all the more so with this process in students, in people with age-related memory problems and in cases where memory function is poor. Appears to improve the processing of information from the primary storage capacity of the brain and shift it into the deeper storage areas of the brain, thereby freeing up available mental capacity. Supports the bio-energetic process of the brain.", "Contains: Liberation/Deception, Moon Child, Positive Outcome and Serene Overview."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Memory", "Study"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Party Time!",
    "latin": "",
    "description": ["A celebration of the sensual dance of life. To everything there is a time and purpose, and with this essence we can remember the value of fun, and the enjoyment of the senses. Dance again, before you forget the joy it brings!", "Contains: Carnival, Laughing Butterflies."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Playful", "Joy"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Positive Flow",
    "latin": "",
    "description": ["Positive Flow came into being in response to a question put by our wonderful Japanese distributor, when she asked which of the LTOE would be best for helping with Abundance. This essence combines the positive mental attitude fostered by Positive Outcome, with the high reach and power of our essence Pushing Back the Night. This combination provides one with a shift in mental outlook combined with a strengthening of the solar plexus, and an intensification of the 'ajana' centre between the eyebrows. This centre is at the heart of our mental body's ability to make things manifest. So with this essence one remembers how to 'make things happen', and one is energized to do so with immediate effect.", "Contains: Positive Outcome, Pushing Back the Night."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Abundance"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Revelation",
    "latin": "",
    "description": ["This combination grew out of reflections on the limits of Positive Flow within the context of the global recession of the past 5 years. Attempting to attract abundance is simply not sufficient in these challenging times. Circumstances in Japan, two years on from the destructive tsunami, echo the psychological and spiritual challenges that the recession has brought to the fore: a sense of despondency, and of not being able to move forward out of the general morass. It is in this context that Revelation has been borne.", "It would appear that in this situation, the relationship between ourselves and society needs to be examined. It is not simply that one can become stuck in a somewhat depressed outlook, but that the etheric network linking us to one another can itself grow dim. Revelation helps to open up those network paths, and revitalize them; it also brings clarity of the soul’s purpose, beyond the actions dependent on the ego. It releases the stresses we can succumb to in these times of larger societal challenges and restrictions. Revelation renews our hope for the future, and provides the energy and momentum to shift into a new state of mind, wherein one has the get up and go to accomplish that which is needed.", "Note: this combination also contains an essence called 'Achord', which is a tonal essence for the 7 chakras made by our colleague Dr. Adrian Brito-Babapulle. This essence appears to act as a 'carrier matrix' for the orchids. Further information on Achord is available upon request.", "Contains: Achord, Crown of Serenity, Fruits of Love, Pushing Back The Night, True Connections"],
    "indications": [""],
    "effects": [""],
    "keywords": ["Life Purpose", "Abundance"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Revitalise",
    "latin": "",
    "description": ["Clears unwanted energetic imprints which impede the flow of vitality. Particularly helpful when the cause of fatigue is due to emotional blocks.", "Contains: Wingéd Messenger, Hive of Heaven and Heaven’s Gate"],
    "indications": [""],
    "effects": [""],
    "keywords": ["Fatigue", "Vitality"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Sacral Regulator",
    "latin": "",
    "description": ["Sacral Regulator is a combination of three essences: Core Release, Source of Life and an essence called Child's Play. This latter essence was made by Rose Titchiner in Norfolk, England as part of her Light Heart Essences range. She stopped producing and selling her essences in 2009 for health reasons, but the Child's Play essence had been so vital to Adrian's work for several years that he bought the mother tiuncture, and arranged for it to be sent to us at IFER, for us to bottle, so there could be a continued supply. Along with Vital Core, Unveiling Affection, Unconditional Snuggles and Sacral Release, Child's Play has been a key energetic tool for Adrian in correcting blockages and imbalances in the pelvic pulsation points and receptors. Not a flower essence, Child's Play is one of what Rose referred to as her 'Intentional' essences. There is a lightness and innocence to this essence which Adrian has found to be exceptionally potent in his Therapeutic Energy Kinesiology.", "This combination does what the sum of the parts would be in that it acts on the 1st, 2nd, 3rd, 6th and 7th chakras; it is purifying of the liver and also produces an increased sense of wellbeing and comfort within the pelvic region after a period of disturbance. On testing the essence it is clear that it has a marked effect on both levels of the dead pelvis syndrome, and does start the process of renewing and regeneration of the Gate of Life.", "We should explain that the term 'dead pelvis syndrome' is used by Adrian for a set of energetic conditions he frequently finds in his work, whereby various of the receptors and pulsation points in the pelvic area are blocked or suppressed. Please see his chart in the second half of the Orchid Essences book for an illustration of the points, and the essences he uses to re-balance these points.", "Outside of the kinesiological descriptions, one is likely to find that Sacral Regulator gives a sense of wellbeing, emanating from the pelvic area, and at the same time an expanded awareness around the head. Sexuality moves away from 'performance' to intimacy and deep communion.", "Contains: Core Release, Source of Life, Child's Play."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Sacral", "Sensuality/Sexuality", "Dead Pelvis Syndrome"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Self Renewal",
    "latin": "",
    "description": ["Sometimes after the death of someone close there can be a sense of emptiness or void within one, even after the grieving process has finished. This sense of a void within makes it difficult to move forward. Self Renewal helps one to retrieve that central sense of inner well-being and wholeness once again.", "Contains: Thoracic Alignment, Centre Renewal, Source of Life and Compassionate Heart."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Grief"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Serene Power",
    "latin": "",
    "description": ["Acting especially on the torso and 3rd chakra, this essence energises one gently yet immediately. If you are feeling a bit low in the afternoon, then Serene Power will enable you to get through the rest of the day with calm drive, clarity and energy.", "A tingling may be felt in the solar plexus, as the essence begins its action. The action then may be felt in the 2nd chakra, and throat chakra, with its warmth then extending up to the crown. Though not entirely restricted to the in-the-body chakras, nevertheless with this combination the action is primarily felt in the in-the-body energy system.", "Contains: Pushing Back The Night, Voice of Courage, Serene Overview."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Fatigue"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Shadow Defense",
    "latin": "",
    "description": ["Shadow Defense is a combination of 3 essences: Defender from the Dark, Pushing Back the Night and Shadow Warrior. The latter helps us to not have our shadow side be dominant in our daily life, whilst Pushing Back the Night brings a powerful temple of energetic support to this process through strengthening & heightening our inner alignment. Defender from the Dark provides protection to this inner process, preventing exterior dark influences from interfering. In other words, this essence combination provides us with protection against both inner and outer shadow elements.", "If further support is found to be needed, then Spike Thorn from the Platbos African Tree Essence range is highly recommended.", "Contains: Defender from the Dark, Pushing Back the Night, Shadow Warrior."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Protection", "Shadow"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Shield of Light",
    "latin": "",
    "description": ["Shield of Light is a major essence for protection against dark energies. It is formulated to enable the aura to become reflective like a mirror, so that such energies do not penetrate the aura, and are instead transmuted, and reflected away and up to highest Source. It also brings courage, and helps to restore confidence and optimism even when surrounded by great challenges.", "This is the most complex combination we have ever created, and has 12 components. It contains the essences of Skutterudite; Kuan Yin Fluorite; Emerald; and essences of the following orchids: Phragmipedium schlimii, Phragmipedium Desormes, Phragmipedium China Dragon; Pleurothallis truncata, Pleurothallis phalangifera; Scaphosepalum bicristatum; Bulbophyllum frostii, Bulbophyllum pecten-veneris; and Cycnodes Wine Delight.", "Another way of describing the contents: this is a combination of the following essences: Light of the Soul; Orchid Metal Element; Defender from the Dark; Silver Ghost; Wingéd Messenger; Dragon Fire. (Light of the Soul is itself a combination which consists of the essences Unconditional Love; Celestial Triangle; Seeds from Time; and Kuan Yin Fluorite.) This combination was created by our colleague Dr. Adrian Brito-Babapulle, in response to a question put to us by our Distributor in Indonesia."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Protection", "Courage"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Shiva's Crown",
    "latin": "",
    "description": ["Heightens and deepens the soul's understanding of its journey in this physical body. This essence goes into a part of the brain known as the limbic system and connects the causal body with the soul's journey and its divine contract, thus enhancing the process of spiritual healing. Assists in the therapeutic effects of other healing processes in the body as well. On a slightly technical note, Shiva's Crown connects the dreaming point on the top of the head with two points on the temporal axis the right and left, the left being the shadow side of the energy system.", "Contains: Shiva's Trident, Crown of Consciousness."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Life Purpose", "Spiritual"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Sleep of Peace",
    "latin": "",
    "description": ["Sleep of Peace helps to promote deeper and longer-lasting sleep, but in a different manner from our combination Gentle Sleep. The latter chiefly is helpful in bringing about a more relaxed state of mind and heart, to help ease one into a restful sleep. Sleep of Peace on the other hand is a combination which was originally arrived at by one of our therapist customers, who found these 8 orchid essences when combined helped her sleep pattern considerably. More research on this combination was then done by Dr. Brito-Babapulle and IFER, both to see how it could be made to optimum potency for most people, as well as to understand more fully how it is helping sleep.", "Sleep of Peace appears to help with our processing of memories, so that the mind is in the first instance able to process the data from the day more efficiently while one is asleep. After a few or several days of use it appears to bring about deeper processing and shifting of old memories which are 'gathering dust' and interfering with the efficient processing of the daily data. It is this jumble of old memories, traumas and fears which are often a significant part of the picture of disturbed sleep patterns. In general it is best to take Sleep of Peace for no more than 10 days at a time, as the new pattern of deeper sleep is able to carry on without the essence, though taking a drop at bedtime once every two weeks should be helpful.", "We are not claiming that this essence offers 'protection' against external disturbances of sleep (such as Tetra masts), but by enabling the psyche to process its information more efficiently, it appears that we become less susceptible to these external factors.", "Which of our two sleep essences is best for one will depend on the individual. The challenges to our sleep patterns these days (technological and psychological) are so prevalent, that it makes sense for us to offer these two options for people to choose from.", "Contains: Clear Mind, Boundless Peace, Settling with a Smile, Purity of Heart, Behold the Silence, Pushing Back the Night, Sacral Release, Protective Presence."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Sleep"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Solus",
    "latin": "",
    "description": ["This combination is aimed at transforming the single-child syndrome (which is especially common in China, due to former State policies), wherein the one child may develop as a rather self-centered and solitary individual. Due to the lack of sibling play, the psyche of the soul is unable to develop fully in the usual social context, leaving them lacking in the emotional ability to relate in a communal spirit. It is important that Solus is followed up after a few weeks with either Wisdom of Compassion or Love Beyond Love, to help the emotional and compassionate side of the child or adult to develop more fully.", "Contains: Moon Child, Night Soul, Voice of Courage and Violacea Veritas."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Inner Child", "Alienation"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Soul's Balm",
    "latin": "",
    "description": ["There are times, both dark and otherwise, when we need soothing, gentle reassurance within, a healing that is both deep and quietly nurturing to the heart and soul. This unusual combination was formulated by Liz Jones, a gifted therapist who created the combination Coming Home. If a friend or family member is feeling low, this is a very good essence to offer to them.", "Contains: Soul's Grief Release, Unicorn, Centre Renewal, Furnace of Life"],
    "indications": [""],
    "effects": [""],
    "keywords": ["Reassurance"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Soul Shield+",
    "latin": "",
    "description": ["There are times when we need to protect ourselves, for a variety of reasons. People that work with light are highly likely to attract challenges from diverse and sometimes dark energies from time to time. As well there is the global situation, which is increasingly shrowded in threatening shadows. Soul Shield provides powerful protection at multiple levels, to help us bring that light we carry within safely through with strength and certainty. Now with Defender from the Dark added to the formula, to give protection in further dimensions of our chakra system.", "Contains: Pushing Back the Night, Protective Presence, Knight's Cloak, Defender from the Dark."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Protection"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Spirit of Life",
    "latin": "",
    "description": ["There is a sense with Spirit of Life that this combination was the reason its two component essences (Furnace of Life and Fire of Life) were brought into being. In part this essence helps to clear 'tribal' blocks and ancestral patterns in the first and second chakras, helping one to become more centered within oneself. Much of the rest of the action of this essence is best described in relation to the Ming Men point.", "In Chinese Medicine there is a point situated between the Kidneys called Ming Men (translated as 'The Gate of Destiny'). This key point is the major 'gateway' for the infusion of all physiological dualities in a way that supports life and fuels the process of evolution.", "If we fail to accept life as an opportunity to cultivate virtue, or attribute disempowering meanings to challenging or painful circumstances, then the fires of Ming Men will be severely diminished and life will be governed not by highest universal intentions, but by self generated belief systems.", "This smothering of the Ming Men point leads to further polarised dualities within one's subtle energy system, which in turn will create further painful challenges within the body and psyche. Spirit of Life helps to clear the mist from the lens of perception of the observer even more fully than Furnace of Life, and so more readily enabling the truth of any given situation to reveal itself effortlessly.", "Spirit of Life is therefore the combination of two remarkable essences, which embody the highest universal male and female energies; and it fulfills their potential as spiritual enablers. Spirit of Life produces a calm certainty in relation to the inner path of the soul; this trio of essences has great potential for enhancing the human soul's journey into light.", "Contains: Furnace of Life, Fire of Life."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Ancestral Healing", "Truth", "Evolution"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Sympathetic",
    "latin": "",
    "description": ["Has a direct application on the energy gates and meridian points which are related to the stress patterns of the body, relating to the fight vs. flight reflex. Helps to regulate the distribution of the energy controlled by the adrenal glands; also alleviates symptoms caused by unbalanced emotion.", "Contains: Angelic Canopy, Just Me, Heaven's Gate, Night Soul and 24kt Gold"],
    "indications": [""],
    "effects": [""],
    "keywords": ["Stress"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Sympathetic (P)",
    "latin": "",
    "description": ["Helps the under-activity of the 2nd and 3rd chakras and helps regulate the over-activity of the adrenal glands. Also helps when the sense of self-identity is weak. The essence is active on the 1st, 4th, 5th and 7th chakras and calms overactive adrenal glands. Both this essence and Sympathetic can be applied topically on the points shown on the “correction” cards.", "Contains: Heaven's Gate, Hive of Heaven, Purity of Soul, Winged Messenger, 24kt Gold and Achord tonal essence"],
    "indications": [""],
    "effects": [""],
    "keywords": ["Stress"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Temple of Light",
    "latin": "",
    "description": ["Temple of Light was created to meet a specific problem in that there is an incongruity between The Bai-Hui point and the inner chamber of the heart, and the seventh chakra and the fourth chakra as well. Most authorities believe that there is not real healing when these four points are out of synchronisation or not connected. There are various ways that these points could be connected but nothing that acts quickly or permanently. To assist a rapid resolution of this problem, this essence was called into being.", "Contains: Core of Being, Pushing Back the Night, Renewing Life."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Blockage to Healing"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Temple of Light (5)",
    "latin": "",
    "description": ["Temple of Light (5) was created to meet the challenge of the energetic instability of prolonged use of Temple of Light in that there are certain clients who are unable to allow the connections of the soul to the incongruity between The Bai-Hui point and the inner chamber of the heart, and the seventh chakra and the fourth chakra as well.", "Contains: Core of Being, Pushing Back the Night, Renewing Life, Releasing Karmic Patterns, Protective Presence."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Blockage to Healing"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "True Beauty",
    "latin": "",
    "description": ["This essence has Rising to the Call of Beauty and Purity of Soul at its core, two essences which are deeply connected to the idea and energy of Beauty. Just Me and Clearing the Way help that beauty to glow with confidence. But with the addition of True Connections, the combination reaches an entirely new level, to the realm of Celestial Beauty. It brings a humbling experience of the truth of the beauty in oneself, and the same truth of beauty in others.", "Many years ago Don saw a woman at a public concert who was in her 70's, who to this day was the most beautiful woman he has ever seen. She was radiant with an inner glow that took his breath away. In all these 30 years since he has never been able to state just what that beauty was like, until experiencing this essence. When meditating on the mother tincture, he suddenly recalled that woman and her extraordinary glow. This essence conveys an exquisite beauty we would associate more readily with angels and other celestial beings. And yet that woman all those years ago embodied this very energy.", "One person upon taking this essence, and each time after, kept hearing angelic music, and was bathed in a shower of white and gold stars. The night after this combination was created, Don was told in a dream that we are in fact learning to re-make these orchid essences, as they have already been made in heaven.", "True Beauty enables us to see the deep beauty of spirit and Being that is in each one of us, and to begin to embody that celestial grace.", "Contains: Rising to the Call of Beauty, Purity of Soul, Just Me, Clearing the Way, True Connections"],
    "indications": [""],
    "effects": [""],
    "keywords": ["Beauty", "Self-Appreciation"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Vital Defense",
    "latin": "",
    "description": ["Vital Defense is a combination of Defender from the Dark and Vital Core. Vital Core has a close affinity to the 'sacral gates' (energy receptors just below the lower back) and therefore has a rekindling effect on the Ming Men. Vital Core helps to clarify shadow aspects of the 2nd chakra, and so this combination can be seen as a useful adjunct to Defender of the Source. These essences are all related to the increased need for awareness of the soul's true purpose without the clutter of the baggage which we invariably carry.", "Contains: Defender from the Dark, Vital Core."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Life Purpose", "Sacral", "Dead Pelvis Syndrome"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "name": "Vital Lift",
    "latin": "",
    "description": ["This combination is the same as Double Espresso, but with the aligning and calming addition of Core of Being. Vital Lift gives one a calm, centred 'in-the-body' boost of energy. Helpful when one is flagging, giving stamina for focused work.", "Contains: New Vitality, Unicorn (Invincible Force), Clearing the Way/Self Belief, Shiva's Trident, Core of Being."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Stamina"],
    "stock": true
  }
]