[
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Andean Fire",
    "description": ["One name for this essence could have been 'Resurrecting Courage and Purpose', even when overwhelmed by the suffering all around, even in the face of absolute physical challenge. Would help those who have been victims of torture or major disasters in this or a past life. This is a major essence to address the horrors of human suffering and a way to experience what is meant by The Compassion of Christ."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Abuse", "Trauma", "Compassion", "Courage"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Angelic Canopy",
    "description": ["Balm for the troubled soul. If you can only have one of the Living Tree Orchid Essences, this one should be seriously considered, as it is so helpful in these times. Angelic Canopy brings nurturing to those who are in grief, despair or who have lost hope. Releases the tension from the flight vs. fight response, thus helping to increase one's sense of security by realigning to the values of life. 'All things can be done in Grace'. Great for space clearing and cleansing crystals."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Grief", "Despair", "Space Clearing"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Base Regulator",
    "description": ["Base Regulator is a very powerful essence with several layers of activity. There is a profound effect on the pelvic centres as well as on the crown chakra. It establishes a countercurrent in the pelvis, reining in excess sexual energies. Base Regulator also has a powerful effect on the liver in reducing heat in the organ."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Sexual Energy"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Behold the Silence",
    "description": ["This essence provides a pathway to enter into the profound silence of universal being and invites us into a new relationship with the future. As the future becomes more and more present in the depth of our inner silence, the past goes back into itself so that we no longer hold the past in the present. In this way our former actions or karmas disolve. What remains is unobstructed action. Place 4 drops in a small amount of water, and hold in the mouth for 15 seconds to enable the energy to be absorbed through the roof of the mouth and enter the crown chakra. Good for meditation, vision quests, as a preparation for various rituals, and for becoming aware of the sacredness of Nature."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Present", "Peace"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Being in Time",
    "description": ["Get the body into 3-D time. Very important to enable therapists to bring the client into contact with and stay in the lower half of the body. Helps those who are reluctant to incarnate fully into 'the here and now'. It does so by harmonising the body's etheric cycles with those same cycles in Nature. This is a calibration to a flow which helps one to manage one's time better, especially when there is the sense of having too much to do and too little time to do it in. GREAT FOR JET LAG. The body can immediately harmonise and integrate with the time-zone of the local area no matter what the distance nor direction of travel."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Grounding", "Present", "Travel"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Being in Grace",
    "description": ["A large and vibrantly purple vandaceous orchid, the colour of the blooms is central to the action of this essence. This essence is in part a cleansing of one's old emotional pain that can appear as physical distress or energetic blocks. Its healing process goes deeply into the emotional centre of the brain; it also releases tension from the kidney meridian."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Cleansing", "Kidneys"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Blue Angel",
    "description": ["This beautiful essence helps us reconnect with the soul’s blueprint, and the origins of our soul. Blue Angel is a very reflective essence: it is akin to looking up from the bottom of a clear blue lake and seeing the light percolating into the depths of the water, as we look up to our origin.","Blue Angel clears unwanted negative imprints in the lower chakras, enabling channels to open in the psyche, drawing our attention to aspects of the soul that we have forgotten. This process can stir into consciousness elements of the subconscious mind. Occasionally the essence can give rise to an intense anger at being reminded of our soul’s obligations on the journey, which we may have conveniently forgotten or resisted. This anger is a necessary response and is best not interfered with. It will usually pass within a few days, bringing in its place a profound longing to draw closer to our origins, and to fulfil our soul’s purpose in this incarnation.", "See also Coming Home which is about accepting the certainty of our existence; Redemption Dream which is about the nature of our contract; Shiva’s Crown which helps us to understand the journey of the soul in this body; and Revelation which helps us to see the full picture of the changes and steps we need to make in our journey forward. Blue Angel takes this theme further by awakening profound aspects of the soul which have been forgotten."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Life Purpose", "Remembering", "Integration"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Boundless Peace",
    "description": ["Imagine a translucent jellyfish pulsing or champagne bubbles streaming to the surface. Experience a sense of buoyancy, floating freedom and ease. Great for relieving tension in the frontal lobes of the brain due to too much mental work. Opens up our consciousness to active and productive dreaming. Space takes on a gentle shape with delicate edges. Great for men who need to balance their overly-masculine temperament."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Tension", "Stress"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Carnival",
    "description": ["Rhythmic and passionately sensual. Very large blooms. The name of this essence should be spoken with a Brazillian accent. Very good for those who are overly intellectual and live at some distance from their body. So instead, distance from the stress of a busy day when you arrive home and remember to enjoy a little, more and more."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Stress"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Celebration",
    "description": ["After we have healed the primary traumas which the psyche is inclined to hold, once we have addressed the dead-pelvis syndrome, and the ancient and recent heartaches; once the powerful traumas of the past have been healed, what then? In effect all essences that address remedial conditions ('negative' states) are concerned with our Becoming healthier, more whole. But once those conditions are healed, then we move beyond the need for an essence of Becoming, and into the qualities of Being. Celebration appears to have almost no concern with remedial conditions, but instead invites you to experience deep and powerful Being. Celebration will be of 'benefit' primarily with people who have engaged in the healing of their various traumas already, in one way or another. For the orchids it represents a culmination of 14 years of essence-making (as well as 14 years of orchid-growing!). It is a powerful and beautiful essence, inviting us to experience the depths of our spirit."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Being", "Presence"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Celestial Siren",
    "description": ["The growth habit of this orchid species from SE Asia is remarkable: the long thin pseudobulb hangs down from a branch, held by its roots, and the blooms grow facing down to the earth. Yet the thin tube with nectar at its tip (the 'nectary') grows back up towards the sky. And so when we take this essence, there is almost always a pronounced postural change noted: the head tilts forward, and yet there comes a sense of energy moving back up through the head, arcing from the face through the brain and back up out the rear top of the head. This is then followed by a deep, lasting stillness of being. Negative flames of thought are snuffed out like little candles with a snuffer. There is a sense of the Higher Self calling one's soul to remember its deepest and highest potential, to reach towards the inner beauty of enlightenment, yet remaining calm, rooted and centered."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Soul Purpose", "Higher Self", "Potential"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Celestial Triangle",
    "description": ["Geometry has perhaps never been as delightful as with this essence. Triangles are formed by the blooms on each of the multiple spikes of the plant, and energetically a series of triangles are acted upon in the energy body from the pelvis up through the head and above. Calm serenity and gentle clearing are accompanied by lightness of heart with this orchid, and as the action moves to the head and above, another geometrical form develops, that of a torus. This is the fundamental shape of the healthy human aura, and also of each of the chakras as well. (The torus is the mathematical name for the donut-shape.) Celestial Triangle helps develop the torus of the aura as it moves above the head, but only after it has first lightened the heart. One of our early 'provers' saw Kuan Yin appear to her when she meditated on this essence, who told her this essence was about bringing in 'new consciousness'. The prover asked Kuan Yin how she should deal with people stuck in the older consciousness, she was simply told, 'Send Love. The new consciousness and mind create a new air, which goes into people. Spread Love.'", "Celestial Triangle is the 2nd of an essence trilogy, which begins with Crown of Serenity. True Connections is the 3rd essence in the trilogy. There is significant benefit to be found in experiencing each of the three in turn, as follows: take Crown of Serenity on one day, then Celestial Triangle the next day, followed by True Connections the day after that. On each day take the essence drops once, either before bedtime or before meditation. Repeat this sequence for a total of 21 days."],
    "effects": [""],
    "keywords": ["Balancing", "Consciousness", "Evolution"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Centre Renewal",
    "description": ["Renew the Dance of Life, the movement of joy within. This essence acts at several levels: energetically supports the digestive process; heals and develops the energetic structure of the 3rd chakra; and helps connect one with the Universe via the abdomenal chakras."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Joy", "Centering"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Clarity of Spirit",
    "description": ["Clarity of Spirit was made with two specimens of this orchid hybrid, and a beautifully vibrant piece of spectrolite. The energy of the two orchids only came into focus when they were situated next to each other, as they had been while growing over several months in the greenhouse. Their ‘story’ was deeply enhanced by the presence of the spectrolite in the bowl. This essence acts deeply and swiftly to dispel shadow energy from the psyche, in a unique manner.", "The essence begins its action well below our ‘normal’ 7 chakras, at the -4th chakra, which is part of what may be called a ‘lower reflection series’ of energy centres. It then anchors in the Root Chakra but does not act on that chakra, before going up to the 3rd chakra. Here it splits into two vortices which pass around the energy torus of the heart’s pump, ascending beyond the 21st chakra, up to the timelessness beyond the stars. In that higher space they merge, and descend as a single vortex into the Heart Chakra. It is here that one will first feel its action, as it brings mental and emotional clarity and focus which is nevertheless connected to one’s higher self."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Cleansing", "Clarity", "Focus"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Clear Mind",
    "description": ["Clears and calms the mind offering clarity of perception and reflection. Eases mental tension from the mid-brain, 'The Mental Break' essence. Think of the clarity of a pale and clear gemstone; the calm of a cool, cloudless, still winter's night. A full moon reflected on a quiet lake."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Clarity", "Stress"] 
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Clearing the Way / Self Belief",
    "description": ["Serves to strengthen one's belief in one's own inner and outer spiritual resources, and one's ability to move forward with projects and goals. A wonderful 'can do' essence. This essence helps relax tension in the 8th chakra, a result of trying too hard to be perfect and stay in control of everything in our lives."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Motivation", "Confidence"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Compassionate Heart",
    "description": ["Compassionate Heart fills a gap between Healing the Higher Heart and Wisdom of Compassion, drawing us deeper into the heart's direct experience of Compassion for all beings. Awakens the Healer within."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Compassion"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Core of Being",
    "description": ["A very important essence to realign to our spiritual axis. This essence enters into one's causal body, which is the 'Spiritual White Light'. It appears as the central axis, a small-diameter shaft of light running parallel to and just in front of the spine. It is the origin of the chakra system. In a gentle yet profound movement, the essence helps us to align to the higher chakras that compose and create the causal body Light shaft and surrounding causal and celestial auric fields. In doing so, the etheric, astral and mental bodies harmonise very well."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Alignment"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Core Release",
    "description": ["This orchid is one of the few in our range which gave rise to two essences, related yet quite distinct in their actions. Base Regulator was made when the sexual parts of the blooms (the white & yellow elements seen in the photos) were still concealed within the dark red forms of the petals. Core Release was made some 18 hours later in the bloom cycle.", "The energetic differences are substantial. As with Base Regulator, Core Release has a major impact on the pulsation points of the pelvic region, but without the damping impact on the libido. Core Release enhances the sexual centre's sensitivity, and at the same time brings an element of protection to the entire pelvic area. This is a highly unusual feature of this essence, which we have not encountered with any other essence. Core Release also brings an impetus to get on with things one needs to do, through its action on both the 3rd chakra and the Ajana centre. Moreover one's intuitive abilities are hightened. As it is a very new essence, our understanding of it will be developing further in the months ahead"],
    "indications": [""],
    "effects": [""],
    "keywords": ["Sexual Energy", "Motivation", "Intuition"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Crown of Consciousness",
    "description": ["A complete experience of the entire crown chakra. THIS IS A BIG ESSENCE. This essence wishes to welcome you home to the Hall of Records, a space within, where you might find the Living Word of God, the Wisdom of Creation. Surrender to the Beyond that is within and without. Patience. Learn adaptability in approaching the Heart of Mystery, the Light of Consciousness, the Shrine of Shrines."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Spiritual", "Consciousness"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Crown of Serenity",
    "description": ["Calming, and clarifying of one's Intention. This essence invites one in to a high inner alignment of one's energies. Eases tensions held in the 8th chakra, freeing mental energies for more focused attention. This essence will be of greatest benefit to those who have already worked with a number of the other orchid essences in the range, as it builds energetically upon the foundations they have helped to create.", "A significant impact is felt initially in sleep after taking this essence, with tensions eased by the deeper dream-state and the dreamless sleep which Crown of Serenity helps bring about. On a practical level this essence will be a useful aid to studying. At its more profound level it is assisting us with our spiritual evolution, shifting the energetic forms of the subtle body to enable higher energies to be incarnate."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Focus", "Study", "Evolution"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Defender from the Dark",
    "description": ["In response to a perceived global energetic challenge, this orchid called out to be made into an essence in early October 2010. The second part of the botanical name Pleurothallis phalangifera translates as 'phalanx-bearing' meaning the orchid spike looks like it is carrying a small phalanx of soldiers. A dream-time image which came to Don repeatedly one night about this essence was of hundreds of elves with their bows on their shoulders, marshalling their forces, preparing for battle. And indeed the orchid looks reminiscent of that Tolkien-like image. There is a sense with this orchid that, while it knows the dark, it is not of the dark. Embodying deep goodness of being, it is nevertheless not naive about the threat posed at times by dark forces. There is an old adage in American football, that the 'best defense is a good offense'; this essence provides both clearing of and protection from high levels of dark energies through its determined opposition to their intentions.", "In exceptional aspect of this essence is the fact that immediately upon making, it made clear to us that it wanted to be combined with several other essences. Rather than the one-size-fits-all approach, this essence wanted a mini-series of Defender combinations to come into being, to enable people to fine-tune the best type of protection they or a client might need."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Protection"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Direct Vision",
    "description": ["Potentially a powerful experience of the 3rd eye, so can be useful for vision quests. This is the same orchid that made the essence New Vitality, but six months earlier when the blooms were in full alignment of direction, giving an intensity of energy to this essence. Use with care. Useful for meditation practices."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Meditation", "Shamanism"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Dragon Fire",
    "description": ["Dragon Fire brings the courage and the energy to embrace the power of spiritual transformation in one's life.", "There is a relationship with Andean Fire, in that Andean Fire is primarily acting as a remedy, especially to heal ancient trauma. Dragon Fire on the other hand is an enhancer, and not primarily a remedy. In other words, Dragon Fire would not be taken in order to heal past wounds, but rather to bring someone who is well, onto another level of their soul's spiritual journey, to have the fire and the courage to bring about deep change from within the soul.", "Dragon Fire was made with the orchid Phragmipedium China Dragon, which persisted in bloom for a truly exceptional 99 days, with the essence being made on the 77th day; and also the gemstones Fire Opal and Rhodonite. The gemstones help to bring the sheer power of the orchid into a grounded, safe expression."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Courage", "Evolution"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Eye of the Tiger",
    "description": ["Strongly energising and yang, this essence is likely to be experienced in one of two ways. It will either bring strength and almost fierce focus to the solar plexus and heart chakras, as well as the ajana centre; or will be experienced as bringing joy and optimism. In either case it brings a strength of heart and a renewal of purpose to one’s day.", "Eye of the Tiger motivates one to confront hidden issues of the central body chakras, as well as confronting the same challenges externally. Its action then moves into the higher chakra domain."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Focus", "Joy", "Optimism", "Motivation"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Fire of Life",
    "description": ["The Fire of Life is the masculine complement to Furnace of of Life. Its yang energy helps the highest of universal energies to incarnate into consciousness, and sets this energy flowing into the centre of one's being.", "Fire of Life gives courage and purpose to the journey of the soul. It is the Yang energy to the yin energy of Furnace of Life. In observing the bloom of this orchid, it is remarkable how attractive it is to those who feel oppressed, suppressed or unable to express themselves.", "Fire of Life will breathe new life into the (dwindling) flames of the Ming Men point, thereby strengthening the will of the individual to make choices more in line with highest universal intentions, providing a revitalised opportunity to fulfil ones deepest spiritual destiny."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Courage", "Purpose", "Will"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Furnace of Life",
    "description": ["In Chinese Medicine there is a point situated between the Kidneys called Ming Men (translated as 'The Gate of Destiny'). This key point is the major 'gateway' for the infusion of all physiological dualities in a way that supports life and fuels the process of evolution.", "If we fail to accept life as an opportunity to cultivate virtue, or attribute disempowering meanings to challenging or painful circumstances, then the fires of Ming Men will be severely diminished and life will be governed not by highest universal intentions, but by self generated belief systems.", "This smothering of the Ming Men point leads to further polarised dualities within one's subtle energy system, which in turn will create further painful challenges within the body and psyche. Furnace of Life helps to clear the mist from the lens of perception of the observer, enabling the truth of any given situation to reveal itself effortlessly.", "Furnace of Life is the female principle, the intention of which is to incarnate our own divine light into consciousness, and to enable us to feel our cosmic purpose. For those whose feminine aspect has been threatened or suppressed, it is best to take Necklace of Beauty first for a few days. Then Furnace of Life will far more readily be able to enter one's chakra system."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Truth", "Perception", "Life Purpose"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Fruits of Love",
    "description": ["This orchid has an unusual characteristic when the bud is developing. The buds seem to become fully grown, but then remain closed for several weeks, before finally opening. There is an air of expectancy, akin to that of a pregnant woman. The blooms open facing the earth, offering a gentle and exquisite fragrance. Dendrobium alexandrae grows in the highest branches in lowland forest in Papua New Guinea, often exposed to much more sunlight than most orchids would tolerate.", "The essence has a strong impact on the root and sacral (2nd) chakras, as well as the heart chakra; there is also a reach into the Crown chakra and above. It is an essence of conception, and of nurturing the state of pregnancy, as well as overlighting the birth process. It acts in complimentary ways to the action of Purity of Soul in helping to clear further energetic pathways in the 2nd chakra relating to birth. It is also about bringing in our highest light, found in the top branches of our soul, so that we may fully incarnate our highest potential."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Conception", "Pregnancy", "Potential"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "Golden Radiance",
    "description": ["To bring one into awareness of the radiance of one's Inner Light, the 'Ground of Being'. Golden Radiance honours the spiritual path above all else. This essence opens the throat chakra and connects to a source of inner wisdom which appears as golden light within the inner chamber of the heart chakra. When the inner chamber opens, its 'light' can ascend into the throat chakra. Fundamentally not a remedy, but rather an essence for developing a spiritual perspective of everyday life. Probably our most universal essence."],
    "indications": [""],
    "effects": [""],
    "keywords": ["Spiritual"]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "",
    "description": [""],
    "indications": [""],
    "effects": [""],
    "keywords": [""]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "",
    "description": [""],
    "indications": [""],
    "effects": [""],
    "keywords": [""]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "",
    "description": [""],
    "indications": [""],
    "effects": [""],
    "keywords": [""]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "",
    "description": [""],
    "indications": [""],
    "effects": [""],
    "keywords": [""]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "",
    "description": [""],
    "indications": [""],
    "effects": [""],
    "keywords": [""]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "",
    "description": [""],
    "indications": [""],
    "effects": [""],
    "keywords": [""]
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchids",
    "name": "",
    "description": [""],
    "indications": [""],
    "effects": [""],
    "keywords": [""]
  }
]