[
  {
    "company": "Pacific",
    "group": "General",
    "description":["Pacific Essences® formulates pure Flower, Sea and Gem & Crystal Essences as non-invasive, gentle and effective tools for healing. As the leading practitioners and pioneers of Energy Medicine®, we have over 30 years of experience producing, teaching and testing essences on individuals and in case studies.", "What is an Essence?", "Essences are a safe, easy to use form of Energy Medicine®. The remedies support rebalancing on the wholistic level, to achieve physical, emotional, mental and spiritual homeostasis.", "We call it energy medicine because in fact it is through the essences’ relationship and interaction with the energy systems (chakras and meridians) in the human being that healing occurs.", "Since the visionary work of Dr. Edward Bach in the 1930’s, the development and knowledge of flower essences has been expansive and exciting. Pacific Essences® has been a contributor to the continued growth of Energy Medicine®, with high quality, consciously prepared, flower, sea and gem essences.", "How Essences Work", "Current scientific research, including that of Japanese scientist Dr. Masaru Emoto has shown that water has a memory. Subtle, non-physical aspects, such as the Vital Force of flowers can be imprinted on water. In this way, the positive “memory signature” of a particular essence creates a vibrational shift back to a state of harmonious balance.","The body has an innate intelligence to self-correct imbalanced or negative states, known as homeostasis in Western medicine. The essences, on a frequency level, facilitate this self-healing body wisdom by recalibrating the body’s energy systems - the Meridians and Chakras.", "What are the ingredients?", "Pacific Essences® do NOT contain any physical elements of the plant, animal, gem or crystal sources, instead their individual “frequency” is captured and stored in water. Alcohol or Brandy is used as a preservative with a dilution of 50% spring water, 50% Brandy (20% alcohol by volume).", "How are they made?", "The flower is placed into a crystal bowl filled with pure spring water. The bowl is kept in sunlight for a short while, up to a couple of hours, in order to transfer the vibrational energy of the plant to the water. In the case of a living creature like Whale or Dolphin, the water that the animal has passed through is collected. No animal is ever harmed in this process. When possible, we don’t harm the plant when making the essences. Rather than clipping a flower off, we prefer to dip the flower or submerge it for a short time in the spring water. The plant remains whole and living.", "How are Essences used?", "Typically taken orally, essences can be used directly from the stock bottle or prepared into a dosage bottle. The general rule for making a dosage bottle is to fill a clean, glass dropper bottle with a dilution of 25% alcohol/brandy (a preservative) and 75% water. Choose the purest water available. Add two or more drops from the stock essence bottle and shake gently. Label. Ready for use. Drops from the dosage bottle can be taken directly or in a glass of water. Alternately, replace the dropper bottle with a mister bottle for an external-skin spray.", "The daily dosage is individual, generally, 4 drops, 2-4 x a day or 11 drops morning and evening. Trust your intuition. Essences are completely safe and can be used as a single remedy or in combinations.", "Essences can also be used in the bath.", "For those with alcohol sensitivities, children and pregnant women, consider applying the drops topically anywhere on the skin or creating a spray to be used topically.", "Are there any side effects?", "The gift of essences is their ability to work on the subtle energetic levels, while triggering real wholistic change.", "Many people find that the gentleness of essence rebalancing is almost undetected. It is only with reflection that they notice that the negative state has dissipated and has been replaced with a return to their emotional/mental centre.", "They are safe to use in all situations and highly effective and immediate for children and animals.", "Current research", "Recent testing with an energy measuring device in Japan show extremely high and consistent energy ratings for our combination essences. This means that energetically Pacific Essences® are pure energy from the plant source from which they are made with little or no influence from outside interference. Some of the categories of measurement included: Immune System, Vitality, Autonomic Nervous System, Manic Depression, Stress, Happiness, Fear, Despair, Loneliness, Shyness, Pressure, Mental Fatigue, Worry/Anxiety, Confidence, Concentration, Memory, and Free from Trauma."],
    "dosage": "11",
    "frequency": "morning and evening"
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "description":["This collection of 24 wild flowers is a representative sampling of the energy of Vancouver Island and the Pacific Northwest. It includes the brilliant oranges of the Arbutus tree, and the magenta haze of Fireweed. The flowers come from roadside ditches - Blue Lupin, and from the depths of cedar and pine forests - Candystick.", "Many of these plants were used by the Indians as food supply - Salal, Blue Camas, Hooker's Onion. Some were used in a medicinal fashion - Pipsissewa for kidney problems, Plantain poultices applied externally to draw out toxins, Nootka Rose hips as a source of vitamin C.", "They interact with many aspects of the human energy system and offer healing of the heart, mind and spirit. These plants embody the unique and ancient vibration of the Pacific Northwest and we are proud to offer them as our contribution to the global endeavour of flower essence therapy."],
    "dosage": "11",
    "frequency": "morning and evening"
  },
  {

    "company": "Pacific",
    "group": "Spring Flowers",
    "description":["Spring in Victoria often begins as early as December. In 1984 we were drawn to the abundance of new energy emerging from Mother Earth in the form of the Spring flowers. These flower energies are not unique to the Pacific Northwest and are available throughout the gardens of North America and Europe. They hold the special energy of new life and grace the earth with the mystery of birth and renewal."],
    "dosage": "11",
    "frequency": "morning and evening"
  },
  {

    "company": "Pacific",
    "group": "New Flowers",
    "description":["These flower essences offer us the opportunity to live more consciously on the earth plane. Many of them assist with the challenges that develop in our relationships with our fellow beings. They help us to learn the lessons of being 'Spirit in body' on earth."],
    "dosage": "11",
    "frequency": "morning and evening"
  },
  {

    "company": "Pacific",
    "group": "Sea Essences",
    "description":["The first 12 essences from the sea are our 'gift from the sea' - the Pacific Ocean. They are Pacific Essences' unique contribution to the field of vibrational medicine. One of the magical things about the first 12 sea essences is that there is one essence for each of the channels/meridians of tradiitional Chinese medicine, making them easy to use and very effective complements in the practices of acupuncture and kinesiology. Made from plants and sea life which grow or live in the intertidal zone on the coast, they are made at the location where they are found and no life is destroyed in the process. They carry a very different energy from the flower remedies. The sea essences are clearly about transformations in consciousness.", "Water, the very medium in which they exist, is the key to unlocking the potential of these essences. Water makes up 75% of the planet Earth, and comprises 75% of the human body. It is also the medium, or carrier substance, which we use to hold the etheric imprint of the vibrational remedies.", "Archetypically, Water is the symbol of the 'unconscious', the uncharted territory of our being. It is often our willingness to 'map' this territory which leads us to inner alignment, inner peace, and the unfolding of our own unique potential. Sea essences assist us in the mapping process and promote shifts in consciousness.", "The second kit of sea essences offers a range of frequencies which complement and go beyond the first kit. The first kit was our initial adventure into the potential of vibrational remedies from the plants and creatures who make their home in the Pacific ocean. These remedies are often described as a 'wake up call', an opportunity to transcend our self-made constructs of reality and to achieve greater perspective on who we really are. They offered a special gift of healing in that each of the 12 essences had a resonance with a different one of the 12 meridians of Chinese medicine. They have proven to be effective and powerful healing tools.", "The second kit contains more sea creatures, large mammals like dolphin, whale, and sea turtle. Connecting with these amazing beings in their natural habitat and getting close enough to them to make an essence was truly a blessed experience. As we began to research the potential of each of these essences it became clear that many of them have been given to us at this time because of their ability to help humans refine their nervous and electrical systems to expand into new dimensions of being. When we work with Diatom to repattern cellular memory or Sea Horse to fortify the life force within and to nourish the central nervous system, we begin to realize what a generous gift these essences really are.", "Indeed, as we work with them and our own abilities mature, I am sure that these essences will lead us to increasing self understanding as well as a much deeper appreciation for what they offer the human realm at this time."],
    "dosage": "11",
    "frequency": "morning and evening"
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "General",
    "description":["The essences have been carefully co-created in their initial years (starting in 1998) at our earlier base The Living Tree in the Milland valley in West Sussex. Their home is now on the Isle of Gigha in Scotland, which is also where the bottling and distribution is carried out. Made with orchids grown in greenhouses, and using a non-cutting method for the essence making, these essences depart from some aspects of traditional essence making.", "Once one encounters the profound beauty and depth of being found in these orchids, a non-cutting approach feels compelling. And the fact that the orchids are in an artificial environment may seem at first impression rather odd; but one may also see that these plants are volunteering to work directly with us, and have entered into interaction with us very consciously.", "Made primarily by Don Dennis and Heather Decam, with Natalie Shaw and Dominic Jones also participating, nearly all of the essences were made by a male & female team. Peter Tadd and Heather DeCam provided the major share of the information on each essence, along with feedback over the years from our friends and customers around the world.", "One distinguishing feature of orchid essences in general is their ability to act upon the chakras which exist above our body. This combines with their action in the body to create very powerful shifts in our energy fields, often with very immediate effect. They also have an overall strong focus on helping us directly in relation to our spiritual path.", "A new greenhouse at Achamore Gardens is now the home to the orchids, and Don teaches an Introductory four-day seminar on the LTOE at Achamore House several times each year in the autumn, winter and early spring months."],
    "dosage": "varies",
    "frequency": "as required"
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "description":["Orchid Essences are here to help us reconnect to our cosmic or transcendental spiritual essence, which is a very pure state of consiousness.", "Orchids are such refined life forms and are so unique and usual that we used to joke that they must have come from the stars. At first encounter I felt most of us were not ready to experience the levels of conciousness embodied by the orchids, and offered via the essences. But life and the world is accelerating and the time has come for those willing (and courageous enough) to embrace the deeper reality these beings present to us. Orchid essences are certainly one way to wake us up. May we all become as powerful, free, beautiful and blissful as our orchid friends."],
    "dosage": "varies",
    "frequency": "as required"
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "description":["Orchid Essences are here to help us reconnect to our cosmic or transcendental spiritual essence, which is a very pure state of consiousness.", "Orchids are such refined life forms and are so unique and usual that we used to joke that they must have come from the stars. At first encounter I felt most of us were not ready to experience the levels of conciousness embodied by the orchids, and offered via the essences. But life and the world is accelerating and the time has come for those willing (and courageous enough) to embrace the deeper reality these beings present to us. Orchid essences are certainly one way to wake us up. May we all become as powerful, free, beautiful and blissful as our orchid friends."],
    "dosage": "varies",
    "frequency": "as required"
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Gem Essences",
    "description":[""],
    "dosage": "varies",
    "frequency": "as required"
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Living Isle Flowers",
    "description":["In 2003 Don Dennis (Director of the International Flower Essence Repertoire) decided to relocate IFER on the Isle of Gigha in the west of Scotland. IFER has been importing the very best flower essences we could find from around the world since 1995, and also has developed its own line of the Living Tree Orchid Essences (LTOE) since 1998. Gigha is itself stunningly beautiful (and with a population of about 150) but Achamore House is also set in the middle of a 52 acre garden which these days belongs to the community here on Gigha. Achamore Gardens was chiefly created in the late 1940's, 1950's and 1960's by Col. Sir James Horlick, and was designed by his lover Kitty Lloyd-Jones prior to their splitting up in the mid-1950's. The garden features their passion for rhododendrons, azaleas and camellias, with a focus on the rhododendrons.", "Achamore Gardens has many species of rhododendrons as well as hybrids, many which were created by Sir James Horlick. To walk around the gardens anytime between early April and the middle of June is a magical experience, while May is the usual peak these days of their flowering. While Don's chief interest over the past decade has been (and continues to be) the tropical orchids he grows in the greenhouse next to Achamore House, yet he also has found himself drawn to make essences with some of the flowers of this amazing and wonderful garden which is right on his doorstep.", "To distinguish these essences from the Living Tree Orchid Essences, this nascent line has been called the Living Isle Flower Essences (LIFE, for short). At this point the line consists of just two essences: RH Griffithianum, and RH Brocade Plus.", "Should anyone wish to visit the gardens, it is well worth considering staying at Achamore House, which is also run as a lovely and peaceful B&B. But if coming to Gigha isn't possible, then at least now we can post a bit of the wonderful energies of the gardens to you...", "Please note: all of our essences are made using a non-cutting method. With the rhododendrons this consists usually of placing a bowl of water just underneath some blooms for some hours, and then at the end, pouring a bit of the water over the blooms back into the bowl. Many of the rhododendrons are over 50 years old now, and so Don usually has to place the bowl on a high stool or chair, in order to reach the blooms which are at their peak. We do not object to making flower essences with the traditional cutting methods, it is simply that for us this approach seems to produce the most vibrant essences."],
    "dosage": "varies",
    "frequency": "as required"
  },
  {
    "company": "Living Tree Orchid Essence",
    "group": "Other Essences",
    "description":[""],
    "dosage": "varies",
    "frequency": "as required"
  },
  {
    "company": "ABFE",
    "group": "General",
    "description":["Australia has an amazing foundation for providing the best natural flower remedies. We are home to some of the oldest and rarest flowering plants in the world, and they all have their own unique beauty and strengths. Australia also has a very wise and ancient energy that encourages mystical connections, with a crisp and clean environment that is reflected in the spectacular natural wonders.", "The over 30 years the success of Australian Bush Flowers Essences is attributed to the inherent power of the land, with the natural environment and conditions, aligned our founder’s expert knowledge and team’s commitment and ethical practices.", "Our consumers are actively beginning to understand that emotional wellbeing is a major component of one’s good health. Flower Essences have been described as vibrational medicine and the Australian Bush Flower Essences professional range of pure botanical Flower Essences are used all over the world to help manage the emotional demands of everyday life.", "Mother Earth is here to help us ease our connectivity and fulfil our own path. Not only our flower remedies bring clarity to the conscious mind, and develop many intuitive abilities, but they also help us resolve negative beliefs and directly affect us at the level where we make decisions about our emotions, health, vitality and relationships. Flower essences unlock our inherent positive qualities such as love, courage and joy.", "All around the world, practitioners are integrating and prescribing Australian Bush Flower Essences into therapy treatments. By making use of natural and mindfulness beneficial remedies, you can restore balance in every area of your life, cope with many of the stresses of the modern world and promote self-empowerment of the higher self.", "Flower remedies help us feel safe and connected to where we belong."],
    "dosage": "7",
    "frequency": "morning and night"
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "description":["Explore a handpicked range of 69 natural flower essences and find yourself rebalancing your emotional needs and quality of life.", "The 15ml single remedies are concentrated flower solutions, the purest and most effective way to revert an emotional condition.", "Bloom with the transformative power of nature and reconnect to your full potential."],
    "dosage": "7",
    "frequency": "morning and night"
  },
  {
    "company": "Alaskan",
    "group": "General",
    "description":["Flower Essences are gentle remedies made from the life force of flowering plants and trees. They were first prepared in England by Dr. Edward Bach in the late 1920’s. Many other people started making their own flower essences, mainly in the mid 80’s, one of them was the founder of Alaskan Essences, Steve Johnson.", "Flower essences carry the life force, energy or energetic imprint of flowers. They are NOT essential oils and do NOT contain any physical material. The energy of the flowers communicates / resonates with our energy, as we are energy ourselves as well.", "Flower essences can be used for:", "- spiritual insight and development", "- understanding your emotions and thoughts, giving inner balance and peace", "- change thoughts that are not serving you", "- inner growth, better understanding of your life", "- insight in problems and difficulties, being able to handle them or letting go", "In summary, whenever emotions or thoughts are out of balance, flower essences can be helpful. For example if you have a certain fear, then you actually have a lack of courage. Flower essences can help you get insight in the underlying reason for the fear and they will help you increase your courage.", "Flower Essences are a very natural and safe way of healing. They have no side effects and can easily be integrated into any program of care as they do not interfere with other forms of treatments.", "Alaskan Essences: A Threefold System of Healing", "We have designed a system of vibrational healing that is based on the co-creative relationship that exists between the plant, mineral, and elemental kingdoms. This threefold system derives its effectiveness from the special qualities of healing energy that each kingdom has to offer, and from the synergy that is created when these essences are used together.", "Flower Essences - The plant kingdom occupies the central role in this co-creative relationship, bringing the gift of spiritual consciousness to the earth. Flower Essences catalyze growth in consciousness. They help us increase our awareness and understanding of our self and our life lessons. Flower Essences both educate and empower the person taking them. They help us get insights in old ways of thinking, doing, and being that are no longer contributing to our highest good. In other words, they help us see clearly what we are doing and how we are trapped in our own patterns. Essences help us find new ways of looking at our lives and ourselves.", "Gem Elixirs - The mineral kingdom helps us fully anchor and embody changes in consciousness that are catalyzed by the use of flower essences. Just as the rocks and soil of this planet provide structure and stability for the growth of the plant kingdom, gem elixirs stabilize and restructure our energy systems so that our physical bodies can maintain their balance as the consciousness within us grows and expands. Gem elixirs carry the energetic imprint/vibration of the mineral kingdom.", "Environmental Essences - The gift of the elemental kingdom is energy for change. The environment, through the elements of air, earth, fire, and water, supplies vital nourishment for all living things. Essences made from the environment provide the potent qualities of energy we need to create and sustain change at the core level of our beings. Environmental Essences bring life force to the healing processes catalyzed by the flowers. They are often used to bring vitality to someone who is not responding to other therapies or modalities due to a lack of energy.", "Besides the individual flower, gem and environmental essences, we also have Combination Fomulas. The Alaskan Combination Formulas are unique blends of our flower, gem and environmental essences. They possess a special co-creative synergy that is only possible when healing energies from the flower, mineral and elemental kingdoms are combined through focused intention. These formulas were born out of many years of research, observation and feedback received from clients and therapists around the world. Most of our Combination Formulas are also available as Sprays.", "Note: All our essences are made with organic Demeter Certified Biodynamic® brandy."],
    "dosage": "4",
    "frequency": "4 times a day"
  },
  {
    "company": "Alaskan",
    "group": "Flowers",
    "description":["Flower Essences bring the gift of spiritual consciousness to the earth. Essences made from flowers awaken dormant qualities of consciousness within us and stimulate the release of blockages that prevent us from fully integrating this higher consciousness into our daily lives. They enable us to live our lives with increased awareness and understanding."],
    "dosage": "4",
    "frequency": "4 times a day"
  },
  {
    "company": "Alaskan",
    "group": "Gems",
    "description":["Gem Elixirs help us fully anchor and embody changes in consciousness that are catalyzed by the use of flower essences. Gem elixirs stabilize and restructure our energy systems so that our physical bodies can maintain their balance as the consciousness within us grows and expands."],
    "dosage": "4",
    "frequency": "4 times a day"
  },
  {
    "company": "Alaskan",
    "group": "Environmental",
    "description":["The Alaskan Environmental Essences are made directly from specific places or events found in nature. The environment, through the elements of air, earth, fire, and water, supplies vital nourishment for all living things. Essences made from the environment provide the potent qualities of energy we need to create and sustain change and growth at the core level of our beings."],
    "dosage": "4",
    "frequency": "4 times a day"
  },
  {
    "company": "WEAE",
    "group": "General",
    "description":["What are vibrational remedies?", "Vibrational remedies are natural, energetic remedies made from a wide variety of substances. The most widely-used remedies of this type are flower essences and many homeopathics. Other vibrational remedies include animal essences, gem elixirs, and starlight elixirs.", "Vibrational remedies are characterized by their energetic nature -- each remedy contains the energetic imprint of the animal/flower/gem/star/etc from which it is derived.", "How are Wild Earth Animal Essences made?", "No animals are captured or harmed to develop these products. The essences are made during a ceremonial process in a wilderness area of the Blue Ridge Mountains in Virginia. This ceremonial process includes attuning with and invoking the spirit of the animal involved. The resulting liquid contains the energy of the animal but does not contain any animal parts.", "My deep connections with wild animals, with the Earth, and with Native Americans have all served to inspire the development of the very personal ceremony that I use to create the animal essences.", "Stan Grof, one of the pioneers of the transpersonal psychology movement over the past 40 years, says something very wise that seems fitting to share:", "In a yet unexplained way each human being contains the information about the entire universe or all of existence, has potential experiential access to all its parts, and in a sense is the whole cosmic network, as much as he or she is just an infinitesimal part of it, a separate and insignificant biological entity.", "-- Dr. Stan Grof, Modern Consciousness Research and Human Survival, in REVISION, Vol 8 no 1, summer-fall 1985.", "It is this innate ability that each of us has, to connect with all aspects of creation, that allows me to do the work I do, in combination with my own personal experiences of the animals and the work I have done on my own personal healing journey.", "The prime ingredient involved in developing these remedies is the power of Intent. This is the creative building block of creation, and setting a clear intention to connect with a specific animal in the making of an essence is the fundamental first step.", "The ceremony itself is quite simple; an observer looking at the forest clearing where I work would not see a great deal going on. That's because the process of attuning to the spirit of the animal involved happens in a very quiet, meditative, and internal way. I first collect a small bowl of water from the stream nearbyand place it at the center of the clearing.  I then step beyond the edge of the clearing, and I begin the ceremony by walking in a large circle -- approximately 100 meters in diameter -- around the clearing.  I meditate as I walk in a series of ever smaller circles, until after about 15 minutes I find myself at the center of the clearing beside the bowl of water.  Throughout the meditation, I connect and pray to the animal I am invoking, telling it that I am here to serve in this way if it wishes to share its gifts with humankind. By the time I reach the center of the circle I have touched a place inside me where the animal and I are one. At this time the I experience the energy of the animal finding its newest abode in the bowl of water at the center of the circle.", "During the meditation walk I may hold a small feather or hair sample to bring me into deeper physical contact with the energy of the animal. However, this sample is not placed in the bowl and is used solely for helping me attune to the energy of the animal. (The samples have been gathered without harming any animals.)", "When I feel that all is complete, I proceed to walk out in reverse from the way I came in, this time through a series of ever larger circles until I return to the edge of the largest circle where I began. As I walk these circles in reverse on the way out, I slowly feel my everyday state of consciousness and mind returning to me, and I am deeply grateful to have shared in the beauty of this experience.", "When I began developing these essences, I was amazed to see that they really work, and part of me is still in awe of the fact that remedies created by me in this way are truly effective. Yet feedback from around the world continues to affirm that these remedies are valuable to many people in their emotional and spiritual journeys, and for that I am grateful to be a part.", "When one takes an animal essence, it is the consciousness of the animal that interacts with our own consciousness. This interaction occurs in a gentle, supportive way.", "What else is in the essences?", "Along with the energy of the animal, each essence contains distilled water and brandy (40%) as a vibrational preservative. Without the brandy, the vibration would quickly dissipate. (If you are alcohol sensitive, drops may be added to a cup of boiling water and the alcohol will quickly evaporate.)", "How much and how often do I take the essences?", "There are many ways to take the essences, and you can experiment and do what feels right to you. We recommend taking 5-7 drops, 3-4 times per day, but not with food. Of course, you may take them more or less frequently if you wish. With vibrational remedies, it is best to take them more frequently rather than taking more drops at any given time. Taking more drops is not harmful, just wasteful. It is fine to take two essences at a time if you wish.", "Vibrational remedies may be taken in a variety of ways. You may take them orally, by diluting them in a small glass of water, or they may be taken directly under your tongue. They are also just as effective by adding them to a warm bath. The effects of the remedies are heightened by quiet reflection and meditation upon the animal's qualities. "],
    "dosage": "5-7",
    "frequency": "3-4 times per day"
  },
  {
    "company": "WEAE",
    "group": "Animal Essences",
    "description":["Since 1996, Wild Earth Animal Essences ® have been helping people around the world deepen their connection with themselves and their world. These vibrational essences are natural, energetic remedies that are made during a ceremonial process in the Blue Ridge Mountains of the USA. This ceremonial process includes attuning with and invoking the spirit of the animal involved. The resulting liquid contains the vibrational imprint and energy of the animal but does not contain any animal parts.", "** No animals are captured or harmed in the development of these remedies. They contain no animal parts. **"],
    "dosage": "5-7",
    "frequency": "3-4 times a day"
  },
  {
    "company": "WEAE",
    "group": "Healing Path",
    "description":["Healing Path Essences from Wild Earth are vibrational remedies that support you on your emotional and spiritual healing journey. Healing Path Essences provide deep support through each of the natural stages of our emotional healing work, and they nurture us as we heal from the darkness of our woundedness into the light of our union with the Divine.", "Each Healing Path Essence contains a specially designed combination of the Wild Earth Animal Essences, which nurture you with the wisdom and power of wild animals.", "The essences may be used individually as needed or in a conscious progression as one moves through the different stages of the healing process.", "The general sequence of the Healing Path Essences is:", "Inner Work -> Healthy Anger -> Grieving Heart -> Letting Go -> Gratitude -> Wild Freedom -> Communion with God", "The essences may, of course, be used individually at any time without regard to the general sequence."],
    "dosage": "5-7",
    "frequency": "3-4 times a day"
  },
  {
    "company": "Bailey",
    "group": "General",
    "description":["Promoting well-being, wholeness, acceptance and living in the present moment through the use of flower essences, five elements, meditation, movement, communication and connection to the Earth.", "The Bailey Flower Essences are made in Ilkely in Yorkshire. Arthur Bailey started developing them in the early 1980's and his family now continue his work.", "After being involved in healing and meditation for over 30 years, Arthur Bailey used his rigorous scientific background to develop these Essences.", "Arthur Bailey suggests that inertia from past conditioning and a lack of intuitive energising are the factors that hold people back from progressing in their lives. We are often held back from making progress by patterns which seem to be locked within the very cells of the body and often controlled by deep-rooted subconscious fears and terrors which can inhibit our progress.", "The Bailey Essences encourage positive ways of change, of moving forward and leaving outmoded ways behind and embracing new and brighter ways of living our lives."],
    "dosage": "",
    "frequency": ""
  },
  {
    "company": "Bailey",
    "group": "Acupuncture Set",
    "description":["Set of 12 essences for conditions of excess or deficiency in the five Chinese elements. Also includes essences for Yin/Yang balancing and energy liberation.", "Specially formulated for easy selection by therapists who use meridians in their therapy.", "This set of composite essences has been specially formulated for easy selection by therapists who use meridians in their practice, such as acupuncturists, shiatsu practitioners and so on.", "The set comprises 10 essences for conditions of excess or deficiency in the five Chinese elements. In addition there are essences for balancing yin and yang and for liberating stuck energy.", "The essences can be selected according to Five Elements theory, TCM patterns, hara diagnosis or, as with other flower essences, they can be selected intuitively. In practice we have found rapid changes to pulses/hara when the essences are taken, further helping to confirm the essences selected. They can be given during treatment as well as being made up in a dosage bottle for the patient to take home. This supports the therapy and patients feel 'held' between treatments."],
    "dosage": "3",
    "frequency": "3 times a day"
  },
  {
    "company": "Indigo",
    "group": "General",
    "description":["INDIGO ESSENCES", "What are the Indigo Essences?", "These extraordinary Indigo gem essences have been created in Ireland by Ann Callaghan, her nephews Ben and Mica and their 'team'. We had already been drawn to them and were getting great results when Ann asked us if we would like to make them available to customers in the UK for her. We are delighted to be doing so. So many people who come into contact with the Indigo gem essences are captivated by their lightness and strength. These characteristics also allow children to open themselves to their healing qualities and Indigo Essences have been especially formulated to help the new children stay balanced and fairly sane through these times of intense change.", "These 'Indigo' children can have a very difficult time integrating with others, both at home and in school and many of them have very strong energy and definite views about life which can be challenging both for the children and for their care givers. Ann says 'One of the biggest problems for children is not being listened to and understood.' A lot of adults are very bad communicators and don't know how to really listen to children which in turn leads to the children resorting to more extreme behaviours to try and get their point across. Listening to your child is key to growing together harmoniously as a family. If you are having a stressful time at home a combination of good communication and essences will help to move energy very quickly.", "Of course there is a child in all of us and the Indigo Essences can be used by anyone who recognises that their own child needs some healing and support.", "Ann says 'Indigo Essences are a kind of first aid kit for feelings, they are like good vibes in a bottle. They help balance your energy and when you are 'well balanced' it's much easier to heal yourself.'", "Why Indigo?", "People are talking about the coming of new children who are here to help us make a huge evolutionary leap into another way of being. Many of these children are called Indigo Children because they have the colour indigo as the primary colour in their aura. However, we believe that all children, indeed all people, on the planet are now playing their part in this transition.The colour indigo is often described as the colour of the night sky the moment before the dawn of a new day. This is how we see Indigo - as a moment in time, not just as a label for specific individuals. So we've called the essences Indigo because we hope that they will help everyone through this moment of tremendous change.", "Release fear - allow Love", "The stones used in the Indigo Essences all relate to the common themes of childhood, especially to releasing the fears which prevent us from being the loving, carefree, sparks of light we really are.", "Lighten up", "Several of the essences will also help with the sometimes uncomfortable feelings we get in our bodies as our energy changes and becomes lighter.", "Feel Safe", "The essences will help very sensitive children feel safe and comfortable in their physical bodies even though the energies around them may not be easy to deal with."],
    "dosage": "",
    "frequency": ""
  },
  {
    "company": "Indigo",
    "group": "New Child Series",
    "description":["Helping Sensitive People to Feel Safe in this World", "This is a collection of 16 mineral essences designed especially to help bring resolution to issues relating to early childhood experiences of feeling unsafe, unloved & ungrounded.", "These feelings underpin how we experience our daily life and will continue to affect us into adulthood until they are addressed and released.", "For Adults: These essences are particularly useful for adults going through Inner Child Work and will really help to speed up the process of healing.", "For Children: These essences can be used by children who have picked up patterns of imbalance or programmes from their family or peer group. The essences will help the child feel stable and balanced despite what may be going on around them.", "'within' is written after the main theme of each essence to remind us that our healing comes from the energy within us, essences simply help us to bring that energy into balance "],
    "dosage": "",
    "frequency": ""
  },
  {
    "company": "Healing Herbs",
    "group": "General",
    "description":["Dr Edward Bach", "Edward Bach used his training and experience in bacteriology, vaccine therapy and homeopathy to lead him to a totally new philosophy of wellness. The culmination of his work was the creation of the 38 Bach flower remedies also known globally as Bachblüten, Flores de Bach, Bach flower essences and Bach flowers.", "Formative Years", "Edward Bach was born at Moseley, near Birmingham, in 1886 and trained as a doctor in London. For several years he worked investigating the role of bacteriology in chronic disease. His researches led him to recognise that there were clear personality types that related to the various patterns of ill health, irrespective of the physical symptoms being presented by the patient. Working with vaccine therapy and later with homeopathic remedies, he moved towards the discovery of flower remedies. These he felt could help to harmonise the emotional imbalances that he came to see as the real causes of physical illness.", "Discovery of the essences", "By 1930 he was prepared to give up his successful medical practice in order to search for the plants and trees that came to be known as The Twelve Healers & Other Remedies. Each flower was found to embody the positive and harmonising force for a negative emotional state, be it fear, resentment or despair. In order to transfer this healing force to a patient, Bach prepared essences from the flowers. This essence, diluted to some extent, could then be taken as a medicine. He found that as the negative moods changed so the person would return towards health. Dr Bach explained the healing properties of the remedies in terms of a philosophy of life that saw a person as much more than the outward physical body that is treated in conventional medicine. Illness, he suggested, was a message from our inner being calling for a change in our way of living and our mental outlook. The primary purpose of the flower essences is to help us to change and bring us back to a genuinely happy experience of life. They have been in use throughout the world in the years since Bach’s death in 1936. (Adapted from ‘Dr Bach and his flower remedies’ in The Healing Herbs of Edward Bach by Julian Barnard, first published in 1988.)"],
    "dosage": "4",
    "frequency": "4 times a day"
  },
  {
    "company": "Healing Herbs",
    "group": "Twelve Healers",
    "description":["The Twelve Healers are the plants that Dr Bach associated with personality types. They relate to our essential nature and are the most common starting point for selecting essences. It is useful to, if you can, identify the one that best describes the kind of person you are"],
    "dosage": "4",
    "frequency": "4 times a day"
  },
  {
    "company": "Healing Herbs",
    "group": "Seven Helpers",
    "description":["The Seven Helpers are the support essences and are selected for long-term emotional states. Dr Bach found these chronic conditions often obscure a person’s true nature as it is expressed within the Twelve Healers group."],
    "dosage": "4",
    "frequency": "4 times a day"
  },
  {
    "company": "Healing Herbs",
    "group": "Second Nineteen",
    "description":["The Second Nineteen are the essences that reflect our emotional responses to traumatic events. They help us to develop greater inner strength and fortitude and bring out our best qualities. They are clearly focused on immediate issues."],
    "dosage": "4",
    "frequency": "4 times a day"
  }
]
