[
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "description":["This collection of 24 wild flowers is a representative sampling of the energy of Vancouver Island and the Pacific Northwest. It includes the brilliant oranges of the Arbutus tree, and the magenta haze of Fireweed. The flowers come from roadside ditches - Blue Lupin, and from the depths of cedar and pine forests - Candystick.", "Many of these plants were used by the Indians as food supply - Salal, Blue Camas, Hooker's Onion. Some were used in a medicinal fashion - Pipsissewa for kidney problems, Plantain poultices applied externally to draw out toxins, Nootka Rose hips as a source of vitamin C.", "They interact with many aspects of the human energy system and offer healing of the heart, mind and spirit. These plants embody the unique and ancient vibration of the Pacific Northwest and we are proud to offer them as our contribution to the global endeavour of flower essence therapy."],
    "dosage": 11,
    "frequency": "morning and evening"
  },
  {

    "company": "Pacific",
    "group": "Spring Flowers",
    "description":["Spring in Victoria often begins as early as December. In 1984 we were drawn to the abundance of new energy emerging from Mother Earth in the form of the Spring flowers. These flower energies are not unique to the Pacific Northwest and are available throughout the gardens of North America and Europe. They hold the special energy of new life and grace the earth with the mystery of birth and renewal."],
    "dosage": 11,
    "frequency": "morning and evening"
  },
  {

    "company": "Pacific",
    "group": "New Flowers",
    "description":["These flower essences offer us the opportunity to live more consciously on the earth plane. Many of them assist with the challenges that develop in our relationships with our fellow beings. They help us to learn the lessons of being 'Spirit in body' on earth."],
    "dosage": 11,
    "frequency": "morning and evening"
  },
  {

    "company": "Pacific",
    "group": "Sea Essences",
    "description":["The first 12 essences from the sea are our 'gift from the sea' - the Pacific Ocean. They are Pacific Essences' unique contribution to the field of vibrational medicine. One of the magical things about the first 12 sea essences is that there is one essence for each of the channels/meridians of tradiitional Chinese medicine, making them easy to use and very effective complements in the practices of acupuncture and kinesiology. Made from plants and sea life which grow or live in the intertidal zone on the coast, they are made at the location where they are found and no life is destroyed in the process. They carry a very different energy from the flower remedies. The sea essences are clearly about transformations in consciousness.", "Water, the very medium in which they exist, is the key to unlocking the potential of these essences. Water makes up 75% of the planet Earth, and comprises 75% of the human body. It is also the medium, or carrier substance, which we use to hold the etheric imprint of the vibrational remedies.", "Archetypically, Water is the symbol of the 'unconscious', the uncharted territory of our being. It is often our willingness to 'map' this territory which leads us to inner alignment, inner peace, and the unfolding of our own unique potential. Sea essences assist us in the mapping process and promote shifts in consciousness.", "The second kit of sea essences offers a range of frequencies which complement and go beyond the first kit. The first kit was our initial adventure into the potential of vibrational remedies from the plants and creatures who make their home in the Pacific ocean. These remedies are often described as a 'wake up call', an opportunity to transcend our self-made constructs of reality and to achieve greater perspective on who we really are. They offered a special gift of healing in that each of the 12 essences had a resonance with a different one of the 12 meridians of Chinese medicine. They have proven to be effective and powerful healing tools.", "The second kit contains more sea creatures, large mammals like dolphin, whale, and sea turtle. Connecting with these amazing beings in their natural habitat and getting close enough to them to make an essence was truly a blessed experience. As we began to research the potential of each of these essences it became clear that many of them have been given to us at this time because of their ability to help humans refine their nervous and electrical systems to expand into new dimensions of being. When we work with Diatom to repattern cellular memory or Sea Horse to fortify the life force within and to nourish the central nervous system, we begin to realize what a generous gift these essences really are.", "Indeed, as we work with them and our own abilities mature, I am sure that these essences will lead us to increasing self understanding as well as a much deeper appreciation for what they offer the human realm at this time."],
    "dosage": 11,
    "frequency": "morning and evening"
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Essences",
    "description":["Orchid Essences are here to help us reconnect to our cosmic or transcendental spiritual essence, which is a very pure state of consiousness.", "Orchids are such refined life forms and are so unique and usual that we used to joke that they must have come from the stars. At first encounter I felt most of us were not ready to experience the levels of conciousness embodied by the orchids, and offered via the essences. But life and the world is accelerating and the time has come for those willing (and courageous enough) to embrace the deeper reality these beings present to us. Orchid essences are certainly one way to wake us up. May we all become as powerful, free, beautiful and blissful as our orchid friends."],
    "dosage": 3,
    "frequency": "as required"
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Combinations",
    "description":["Orchid Essences are here to help us reconnect to our cosmic or transcendental spiritual essence, which is a very pure state of consiousness.", "Orchids are such refined life forms and are so unique and usual that we used to joke that they must have come from the stars. At first encounter I felt most of us were not ready to experience the levels of conciousness embodied by the orchids, and offered via the essences. But life and the world is accelerating and the time has come for those willing (and courageous enough) to embrace the deeper reality these beings present to us. Orchid essences are certainly one way to wake us up. May we all become as powerful, free, beautiful and blissful as our orchid friends."],
    "dosage": 3,
    "frequency": "as required"
  },
  {

    "company": "",
    "group": "",
    "description":[""],
    "dosage": 7,
    "frequency": ""
  },
  {

    "company": "",
    "group": "",
    "description":[""],
    "dosage": 7,
    "frequency": ""
  },
  {

    "company": "",
    "group": "",
    "description":[""],
    "dosage": 7,
    "frequency": ""
  },
  {

    "company": "",
    "group": "",
    "description":[""],
    "dosage": 7,
    "frequency": ""
  },
  {

    "company": "",
    "group": "",
    "description":[""],
    "dosage": 7,
    "frequency": ""
  },
  {

    "company": "",
    "group": "",
    "description":[""],
    "dosage": 7,
    "frequency": ""
  },
  {

    "company": "",
    "group": "",
    "description":[""],
    "dosage": 7,
    "frequency": ""
  },
  {

    "company": "",
    "group": "",
    "description":[""],
    "dosage": 7,
    "frequency": ""
  },
  {

    "company": "",
    "group": "",
    "description":[""],
    "dosage": 7,
    "frequency": ""
  },
  {

    "company": "",
    "group": "",
    "description":[""],
    "dosage": 7,
    "frequency": ""
  }
  ]
