[
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchid Element Essences",
    "name": "Orchid Air Element",
    "latin": "Paph. Lynleigh Koopowitz & Selenite.",
    "description": ["Orchid Air Element is an uplifting essence, which ‘lightens the load’. It can be used with Immediate Relief to bring joy to the soul. (One takes Immediate Relief first, and then a few minutes later take Orchid Air Element.) Air is not part of the traditional chinese elements but if the Orchid Wood Element essence is indicated, then the Orchid Air Element serves as a good adjunct essence within the five element Shen cycle.", "Made with a large Selenite, and the orchid hybrid Paphiopedilum Lynleigh Koopowitz"],
    "indications": [],
    "effects": [],
    "chakras": ["Crown"],
    "meridians": [],
    "elements": ["Wood"],
    "keywords": ["Joy", "Stress"],
    "images": ["LTOE/Element Essences/air.jpg"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchid Element Essences",
    "name": "Orchid Crystal Element",
    "latin": "Phragmapedium besseae flavum, Citrine & Orange Calcite",
    "description": ["Orchid Crystal Element came into the world as a new, unexpected 7th Orchid Element Essence , which also has to do with the fact that it has been shown that the Orchid Element Essences correspond to the 7 main chakras beyond the traditional 5 elements.", "Allows one to accept abundance with a generosity of spirit.", "The citrine is a happy stone that helps to increase personal power, willpower and energy. Combats negative energy of all kinds. Helps you eliminate the fear of being judged by others. Helps to overcome self destructive tendencies.", "In this combination a very special process has taken place, where the orchid and the enormous orange calcite and the citrine activate and reinforce each other in their respective effects in a unique way.", "The well-known effects of the crystal energy of citrine make it sound like a miracle stone: a crystal of joy, happiness, success, abundance, prosperity and generosity. Able to resolve negative energy, depression, self-doubt, resentment, and irrational mood swings, and reduce self-destructive tendencies, overcome emotional trauma and grief; Protective and energetically stabilizing, also excellent for dream work and dream memory and helpful for meditation, mental awareness and spiritual development.", "The orchid phragmapedium besseae flavum adds its energy to create a sense of abundance, to accept abundance itself with spiritual generosity.", "Orchid Crystal Element has an outstanding effect on the 3rd chakra and brings a powerful strengthening of the solar plexus and everything connected with it. The essence boosts the libido in men but not women. It increases mental clarity, trust and willpower, which supports creativity and honesty.", "All in all - a profound combination that helps us to clear up various resistances in the solar plexus and to increase our personal strength and energy"],
    "indications": [],
    "effects": [],
    "chakras": ["Solar Plexus"],
    "meridians": [],
    "elements": [],
    "keywords": ["Abundance", "Sensuality/Sexuality", "Strengthening", "Power", "Creativity"],
    "images": ["LTOE/Element Essences/crystal.jpg"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchid Element Essences",
    "name": "Orchid Earth Element",
    "latin": "Bulbo. spiesii, Aquamarine, and South Downs Chalk",
    "description": ["Orchid Earth Element helps one to be grounded after deep meditations - and also to perceive the silence and dignity of the earth within you. Can be used with Centre Renewal to bring stability to the core. Indicated where a person lacks the normal circadian rhythms in their life. Nurtures the Earth element of the Shen cycle.", "Orchid Earth Element was made using the essence Shadow Descent (Bulbophyllum spiesii) and two mineral stones. One is an Aquamarine still in its setting us dug out of Pakistan; and the other is a piece of chalk from a special part of the South Downs in the south of England, which my friend (and original essence-making partner) Heather DeCam had sent up to me. As with the Orchid Water Element, we already had the orchid essence, so we then made an essence with both of these stones in the bowl, and combined that mineral essence with the orchid essence.", "We have had wonderful feedback already with this essence. An interesting way to see if this essence can be especially useful is by astrological analysis: if the person's chart indicates a lack of the Earth sign energies, this essence can be of great help."],
    "indications": [],
    "effects": [],
    "chakras": ["Root"],
    "meridians": [],
    "elements": ["Earth"],
    "keywords": ["Grounding", "Stability", "Sleep"],
    "images": ["LTOE/Element Essences/earth.jpg"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchid Element Essences",
    "name": "Orchid Fire Element",
    "latin": "Bulbo. saltatorium, Fire Opal & Rhodonite",
    "description": ["Orchid Fire Element is a beautiful & powerful cleansing essence, useful for removing karmic imprints and dross. Use in cases where other efforts at removing these imprints have been inadequate. Nurtures the Fire element of the Shen cycle. Can make one aware of inner heat and aggression and helps to transform this, burning the undesirable and nourishing and warming the desirable. One might consider following up with the essence Dragon Fire.", "Removes / cleanses one of negative attachments."],
    "indications": [],
    "effects": [],
    "chakras": ["Sacral"],
    "meridians": [],
    "elements": ["Fire"],
    "keywords": ["Cleansing", "Karma", "Anger", "Heat/Fire/Burns"],
    "images": ["LTOE/Element Essences/fire.jpg"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchid Element Essences",
    "name": "Orchid Water Element",
    "latin": "Vanda Gomalco's Blue Angel, Aquamarine & Celestite",
    "description": ["Made with Celestite and Aquamarine essence combined with Blue Angel. Orchid Water Element is an essence of purification, for removing energetic dross from the system.", "Useful to take prior to higher meditations.",  "Helps to maintain healthy fluid balance.", "Indicated where the Water element needs nurturing in the five element Shen cycle, or if the Fire element is too strong."],
    "indications": [],
    "effects": [],
    "chakras": ["Third Eye"],
    "meridians": [],
    "elements": ["Water"],
    "keywords": ["Purification", "Heat/Fire/Burns"],
    "images": ["LTOE/Element Essences/water.jpg"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchid Element Essences",
    "name": "Orchid Wood Element",
    "latin": "Restrepia guttulata and Malachite",
    "description": ["Made with a cloud forest orchid called Restrepia guttulata and a lovely piece of Malachite. Orchid Wood Element brings one closer to the natural beauty of the plant kingdom especially. It allows the soul to gently ascend and view things objectively from above the canopy of life. Nurtures the Wood element of the Shen cycle."],
    "indications": [],
    "effects": [],
    "chakras": ["Throat"],
    "meridians": [],
    "elements": ["Wood"],
    "keywords": ["Nature", "Gardening", "Perspective"],
    "images": ["LTOE/Element Essences/wood.jpg"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Orchid Element Essences",
    "name": "Orchid Metal Element",
    "latin": "Cycnodes Wine Delight and Skutterudite",
    "description": ["Orchid Metal Element dissolves energetic blockages and imbalances in the gallbladder meridian and cleanses the gallbladder of 'bitter energy'.","It erases deeply hidden bitterness, such as that stored in victims of abuse and violence. Orchid Metal Element is the first orchid essence that can directly approach and resolve this, and it works very quickly and powerfully.", "The Orchid Metal Element was made with Cycnodes Wine Delight and Skutterudite, a silvery metallic mineral ore. This was the last of the 6 Orchid Element essences to be made, as we knew which orchid we wanted to use, but it took time to get in in, and then to wait for it to bloom. On the one hand energetically helps the pelvic region and the liver and gall bladder meridians, and clears deeply held bitterness. On the other hand it also reaches high up into the higher chakra system. Hard to exaggerate just how exciting we have found this essence to be..! Very powerful, yet at the same time calming."],
    "indications": [],
    "effects": [],
    "chakras": ["Heart"],
    "meridians": ["Gall Bladder"],
    "elements": ["Metal"],
    "keywords": ["Bitterness", "Victim"],
    "images": ["LTOE/Element Essences/metal.jpg"],
    "stock": false
  }
]