[
  {
    "company": "Living Tree Orchid Essences",
    "group": "Gem Essences",
    "name": "Clarifying the Shadow MT",
    "latin": "",
    "description": ["Clarifying the Shadow is a gemstone combination of Amethyst and Shungite MT.", "Its main action is to help dissolve deeper subtle levels of individual and collective fears in us that have surfaced worldwide due to the restrictive changes in the realities of life in 2020.", "Clarifying the Shadow can also be used to strengthen or “unlock” other essences that are actually indicated, but do not test positive or initially have a negative effect.", "This combination essence is quite awakening, so it is better not to take it at night. Shungite MT, on the other hand, can support sleep as a single essence, but not when Shungite MT is combined with amethyst in Clarifying the Shadow MT."],
    "indications": [],
    "effects": [],
    "chakras": [],
    "keywords": ["Fear", "Evolution"],
    "images": ["LTOE/Gem Essences/clarifying_the_shadow.jpg"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Gem Essences",
    "name": "Amethyst (LTOE)",
    "latin": "",
    "description": ["Removes negative energies, clearing our emotional state and may also serve as an enhancer for some of the orchid essences, allowing other essences to penetrate deeper into the psyche and work. Amethyst is both clarifying and calming, and helps focus the mind. Helps bring the energy one needs to accomplish goals, especially goals of a spiritual or caring nature. It helps with the letting go of the fear of not accomplishing your tasks and repeating old mistakes", "Amethyst opens the heart chakra and connects it to the root and crown chakra.", "Helpful for nervous overstimulation and tension with the inability to relax.", "Also useful for meditation and visualization when it is difficult to calm the mind.", "Amethyst is part of the orchid essence Vital Clarity, and the gemstone combination Clarifying The Shadow"],
    "indications": [],
    "effects": [],
    "chakras": [],  
    "keywords": ["Purification", "Focus", "Goals", "Tension"],
    "images": ["LTOE/Gem Essences/amethyst.jpg"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Gem Essences",
    "name": "Emerald (LTOE)",
    "latin": "",
    "description": ["This emerald gemstone began a new area of essence-making for us. While a few of the orchid essences have been made with gemstones accompanying the orchid, we had nevertheless never made a gemstone essence by itself. But this emerald had such clear and wonderful energy that we decided in this instance it would be appropriate.", "Awakening, brightening, and clarifying of the mind. The essence opens one to higher energies and clears the forehead chakra and the crown chakra.", "It stimulates the intellect and memory, and develops insight and reflection. It wakes you up spiritually, but also calms the heart chakra.", "This essence also promotes harmony and mental concentration/awareness. Therefore ideally suited for writing or learning projects that need a fairly intense mental focus.", "Emerald is part of the orchid essences Unconditional Love and Love's Gift"],
    "indications": [],
    "effects": [],
    "chakras": ["Heart", "Third Eye", "Crown"],
    "keywords": ["Clarity", "Memory", "Spiritual", "Focus"],
    "images": ["LTOE/Gem Essences/emerald.jpg"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Gem Essences",
    "name": "24 Karat Gold",
    "latin": "",
    "description": ["Gold symbolises the purity of the spiritual aspect of all that is. It represents communion with the source of all being; its energy prompts one to allow beauty to come forth from our inner being, as we travel our inner path.", "This essence was made with 24 karat gold formed into the ancient Egyptian symbol of Life called the Ankh. The male, female and divine are one within this form. Balancing our energy fields, this essence has a strong affinity with the Heart chakra.", "Drops of this essence have been added as an enhancer to a number of the orchid essences. Its included in Coming Home, Sympathetic and Sympathetic (P)."],
    "indications": [],
    "effects": [],
    "chakras": [],
    "keywords": ["Purity", "Beauty"],
    "images": ["LTOE/Gem Essences/gold.jpg"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Gem Essences",
    "name": "Kuan Yin Fluorite",
    "latin": "",
    "description": ["Acts from the 3rd chakra up through the heart and head, and further up as high as the 21st chakra. It is cleansing, revitalising and helps to balance the male and female energies, dissolving the corresponding blockages. Helps to solve relationship problems through new joy.", "This essence has the healing characteristics of fluorite, but also the compassion and connection with the Divine feminine as invoked by Kuan Yin.", "This carving has sat near the orchid essences for many years, but only recently was called upon to make an essence, as this truly exquisite energy of Kuan Yin was needed to complete the essence Vital Light."],
    "indications": [],
    "effects": [],
    "chakras": [],
    "keywords": ["Cleansing", "Balance", "Relationships"],
    "images": ["LTOE/Gem Essences/kuan_yin_fluorite.jpg"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Gem Essences",
    "name": "Phantom Quartz",
    "latin": "",
    "description": ["Quartz is a master healer (as is Gold) and can be used for any condition. It is very good for use in meditation and enhances our inner being. It also clarifies and stimulates the thinking process and so is helpful if we are feeling stagnant.", "A phantom quartz contains within it a structure formed over eons in earlier times. Each such quartz has its own character, and this one we have used is a dream catcher. Especially via the dream state, this essence will help one gain a perspective on the past, as an aid to seeing the way forward.", "Phantom Quartz is part of the orchid essence Inner Peace"],
    "indications": [],
    "effects": [],
    "chakras": [],
    "keywords": ["Meditation", "Stuck", "Dreaming"],
    "images": ["LTOE/Gem Essences/phantom_quartz.jpg"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Gem Essences",
    "name": "Ruby (LTOE)",
    "latin": "",
    "description": ["The gemstone essence of Ruby was guided by the orchid Paphiopedilum Odette Doubled, which insisted that an essence by made using Ruby. But then when the rubies arrived, the orchid backed out, wanting the essence to be made just from the rubies", "This ruby energy has both a grounding and expanding effect, especially in the heart area and allows the heart to better feel the joy of life.", "The Ruby-Essence opens the door to the experience of quiet serenity, bringing an inner smile with a sense of dignity. It connects with your own inner strength and at the same time with a feeling of elation, particularly affecting the solar plexus chakra, whose refined energy can then rise liberatingly into the heart chakra.", "To love life with lightheartedness and enthusiasm.", "Releases blocked emotion"],
    "indications": [],
    "effects": [],
    "chakras": ["Solar Plexus", "Heart"],
    "keywords": ["Grounding", "Joy", "Heart", "Strength"],
    "images": ["LTOE/Gem Essences/ruby.jpg"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Gem Essences",
    "name": "Spectrolite/Labradorite",
    "latin": "",
    "description": ["Spectrolite radiates a predominantly blue crystal energy that stimulates the Throat Chakra, the voice of the body. It is, in essence, a pressure valve that allows the energy from the other chakras to be expressed. If it is blocked, or out of balance, it can affect the health of the other chakras. When the throat chakra is in balance and open, it allows for the expression of what we think and what we feel. We can communicate our ideas, beliefs, and emotions, bringing our personal truth out into the world.", "Spectrolite encourages us to speak our own truth and to express the energies of the lower chakras freely and naturally.", "Spectrolite is part of the orchid essence Clarity of Spirit"],
    "indications": [],
    "effects": [],
    "chakras": ["Throat"],
    "keywords": ["Expression", "Communication"],
    "images": ["LTOE/Gem Essences/spectrolite.jpg"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Gem Essences",
    "name": "Shungite MT",
    "latin": "",
    "description": ["Shungite is an ancient natural mineral that strengthens the life force and gives energetic protection against harmful electromagnetic microwave radiation, with which our energy field is constantly bombarded from various sources.", "This gemstone essence also has a relaxing effect on the nervous system and has a positive effect on the ability to regenerate.  When taken at bedtime, it can help you sleep longer or deeper.", "In order to achieve the best effectiveness, it is only offered as an undiluted mother tincture (MT). It may be necessary to use it daily over a longer period of time, so that it can then be reduced to every three days or once a week with the same protective effect.", "The main purpose for creating the Shungite Essence was to add it, together with the orchid essence Spiral of Light, to the 2020 update version of Energy Matrix Protection. The addition of these two essences increase the combination's effects on the protection of the cells, regeneration and healthy growth."],
    "indications": [],
    "effects": [],
    "chakras": [],
    "keywords": ["EMF", "Nervous System", "Regeneration", "Sleep"],
    "images": ["LTOE/Gem Essences/shungite.jpg"],
    "stock": false
  }
]