[
  {
    "company": "Living Tree Orchid Essences",
    "group": "Living Isle Flower",
    "name": "Bluebell (LTOE)",
    "latin": "",
    "description": ["Probably no other time of the year has such a strong yet gentle sense of the magic of the Scottish woodlands as when the bluebells are out in the Spring. Indeed this essence appears to act as a sort of portal, to open up our perceptions to another realm. The other essence in our range that does this is Narnia Sphagnum Moss, which (amongst other qualities) can help one connect with the elf and gnome realm of nature spirits. Bluebell on the other hand connects with the Pixie and Fairy realm. It also brings a quiet joy and calm to the heart.", "The essence acts on the 1st, 2nd and 4th chakras. It brings a general feeling of peace and lightness, tranquillity spreading through the body, as if one is standing amongst thousands of bluebells, with a feeling of clearing and becoming lighter."],
    "indications": [],
    "effects": [],
    "chakras": ["Root", "Sacral", "Heart"],
    "keywords": ["Psychic Development", "Nature", "Gardening", "Heart"],
    "images":["LTOE/Living Isle Flowers/bluebell.jpg"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Living Isle Flower",
    "name": "Poseidon's Trumpet",
    "latin": "Pancratium maritimum",
    "description": ["This flower’s energy is a powerful vortex connecting with the stars. The essence anchors in the Heart chakra, and then rises up through the crown and above, creating a portal / link to the cosmos.", "Pamncratium maritimum grows on Crete (& elsewhere in the Mediterranean) where its beauty & power attracted the attention of Marios Argiros and his daughter Anna, who made the essence under the guidance of our close colleague Dr. Adrian Brito-Babapulle. A wonderful adjunct to the work of the orchid essences."],
    "indications": [],
    "effects": [],
    "chakras": ["Spiritual"],
    "keywords": [],
    "images":["LTOE/Living Isle Flowers/poseidons_trumpet.jpg"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Living Isle Flower",
    "name": "Rhododendron Brocade Plus",
    "latin": "",
    "description": ["Rhododendron Brocade Plus is a beautiful gentle pink hybrid, and the plant the essence was made with is a mature specimen which was in magnificent bloom with hundreds of flowers on it at the time. The key quality of this essence is vibrant joy. It is like having a gentle and happy fountain of joy suddenly springing forth within one's heart. Take this essence anytime you feel low or despondent about life, as it will help renew the outlook of your heart."],
    "indications": [],
    "effects": [],
    "chakras": [],
    "keywords": ["Joy", "Depression"],
    "images":["LTOE/Living Isle Flowers/brocade_plus.jpg"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Living Isle Flower",
    "name": "Rhododendron griffithianum",
    "latin": "",
    "description": ["RH griffithianum is a species of almost pure white blooms, and there are several specimen plants (both young and mature) found in various locations around Achamore Gardens. The key qualities of this lovely essence are serenity, peace and tranquility, which comes to one immediately upon taking a few drops. This essence was added to the LTOE combination Gentle Geisha in order to produce the essence Gentle Sleep. Use Rhododendron griffithianum when you are stressed and tired and in need of relaxing, such as at the end of a hard day's work."],
    "indications": [],
    "effects": [],
    "chakras": [],
    "keywords": ["Peace", "Stress", "Relaxation"],
    "images":["LTOE/Living Isle Flowers/rh_griffithianum.jpg"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Living Isle Flower",
    "name": "Ti Kouka (Cabbage Palm)",
    "latin": "Cordalyne australis",
    "description": ["A heightening, cleansing and calming essence. Ti Kouka has a powerful signature, and has effects on the 1st 2nd, 4th 5th 7th and 12th chakras. (Connects with the Fruits of Love and Voice of Courage receptors.). Increases the clarity of sight, and the quality & depth of the breath. Brings balance to the yin and yang energies in the pelvis. A native of New Zealand, Ti Kouka is the Maori name for Cordalyne australis. It thrives in the gentle climate of Gigha, and this essence was made by Emma & Don in Achamore Gardens."],
    "indications": [],
    "effects": [],
    "chakras": ["Root", "Sacral", "Heart", "Throat", "Crown", "12th"],
    "keywords": [],
    "images":["LTOE/Living Isle Flowers/ti_kouka.jpg"],
    "stock": false
  }
]