[
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Andean Fire",
    "latin": "Phragmipedium Andean Fire",
    "description": ["Deep within the heart chakra we anchor our sense of soul purpose. Without that connection within, we cannot move forward or live a fulfilling life. Andean Fire is a remarkable essence that helps strengthen or to heal that connection within, restoring the native courage of our heart.", "One name for this essence could have been 'Resurrecting Courage and Purpose', even when overwhelmed by the suffering all around, even in the face of absolute physical challenge. When we made Andean Fire, my friend Heather saw herself in a city which had been devastated by an earthquake, but thanks to the essence she was not overwhelmed, but able to help and be constructive, to help others who needed help. Would help those who have been victims of torture or major disasters in this or a past life. This is a major essence to address the horrors of human suffering and a way to experience what is meant by The Compassion of Christ."],
    "indications": [],
    "effects": [],
    "keywords": ["Abuse", "Trauma", "Compassion", "Courage", "Life Purpose", "Emergency", "Devastation"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Angelic Canopy",
    "latin": "Laeliocattleya Angel Love",
    "description": ["Balm for the troubled soul. If you can only have one of the Living Tree Orchid Essences, this one should be seriously considered, as it is so helpful in these times. Angelic Canopy brings nurturing to those who are in grief, despair or who have lost hope. Releases the tension from the flight vs. fight response, thus helping to increase one's sense of security by realigning to the values of life. 'All things can be done in Grace'. Great for space clearing and cleansing crystals."],
    "indications": [],
    "effects": [],
    "keywords": ["Grief", "Hope/Hopelessness", "Space Clearing"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Base Regulator",
    "latin": "Bulbophyllum gracillimum",
    "description": ["Base Regulator is a very powerful essence with several layers of activity. There is a profound effect on the pelvic centres as well as on the crown chakra. It establishes a countercurrent in the pelvis, reining in excess sexual energies. Base Regulator also has a powerful effect on the liver in reducing heat in the organ.", "This essence is very useful if the person has too powerful a sex drive. The effect on one person was a strong and clear damping-down of his excessive sexual drive to a healthy level, one which was no longer tormenting. He described the reduction in libido as dramatic, painless and gratefully experienced. For one woman there was an immediate cessation of her period and the associated painful symptoms.", "There is a shift of energy from the pelvic region to higher centres, experienced as a rapid expansion of consciousness radiating out (mainly 'sideways') from the head in all directions, just as the blooms themselves are seen facing every direction. This physical aspect of the orchid is worth noting and reflecting on. Whereas Necklace of Beauty and Pushing Back the Night (both are related orchids to this one) present their multiple blooms in roughly a 120 degree spread, Bulbophyllum gracillimum presents its multiple blooms facing 360 degrees.", "As excess yang sexual energy is reined in, one experiences a beautiful and deep delicacy of one's relationship to one's sexuaity. At the same time there is a strengthening of one's higher spiritual connection within the framework of the greatly expanded consciousness. For one person, this experience translated itself into a dream about dolphins, while Adrian dreamt of crushing a metallic 'insectoid' with his foot, only to discover upon stooping down to pick up the pieces that it had become an extremely delicate insectoid, white and iridescent with multiple gossamer wings and beautiful female eyes. This symbolised to Adrian the breaking down of a rigidity in the pelvic energy centres, releasing the female relationship to ones sexuality."],
    "indications": [],
    "effects": [],
    "keywords": ["Sensuality/Sexuality"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Behold the Silence",
    "latin": "Comparetia macroplectron (Columbia)",
    "description": ["This essence provides a pathway to enter into the profound silence of universal being and invites us into a new relationship with the future. As the future becomes more and more present in the depth of our inner silence, the past goes back into itself so that we no longer hold the past in the present. In this way our former actions or karmas disolve. What remains is unobstructed action. Place 4 drops in a small amount of water, and hold in the mouth for 15 seconds to enable the energy to be absorbed through the roof of the mouth and enter the crown chakra. Good for meditation, vision quests, as a preparation for various rituals, and for becoming aware of the sacredness of Nature."],
    "indications": [],
    "effects": [],
    "keywords": ["Presence", "Peace", "Meditation"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Being in Time",
    "latin": "Phragmipedium Ainsworthii",
    "description": ["Get the body into 3-D time. Very important to enable therapists to bring the client into contact with and stay in the lower half of the body. Helps those who are reluctant to incarnate fully into 'the here and now'. It does so by harmonising the body's etheric cycles with those same cycles in Nature. This is a calibration to a flow which helps one to manage one's time better, especially when there is the sense of having too much to do and too little time to do it in. GREAT FOR JET LAG. The body can immediately harmonise and integrate with the time-zone of the local area no matter what the distance nor direction of travel."],
    "indications": [],
    "effects": [],
    "keywords": ["Grounding", "Presence", "Travel"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Being in Grace",
    "latin": "Ascocenda Princess Mikasa",
    "description": ["A large and vibrantly purple vandaceous orchid, the colour of the blooms is central to the action of this essence. This essence is in part a cleansing of one's old emotional pain that can appear as physical distress or energetic blocks. Its healing process goes deeply into the emotional centre of the brain; it also releases tension from the kidney meridian."],
    "indications": [],
    "effects": [],
    "keywords": ["Cleansing", "Kidneys"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Blue Angel",
    "latin": "Vanda Gomalco's Blue Magic",
    "description": ["This beautiful essence helps us reconnect with the soul’s blueprint, and the origins of our soul. Blue Angel is a very reflective essence: it is akin to looking up from the bottom of a clear blue lake and seeing the light percolating into the depths of the water, as we look up to our origin.","Blue Angel clears unwanted negative imprints in the lower chakras, enabling channels to open in the psyche, drawing our attention to aspects of the soul that we have forgotten. This process can stir into consciousness elements of the subconscious mind. Occasionally the essence can give rise to an intense anger at being reminded of our soul’s obligations on the journey, which we may have conveniently forgotten or resisted. This anger is a necessary response and is best not interfered with. It will usually pass within a few days, bringing in its place a profound longing to draw closer to our origins, and to fulfil our soul’s purpose in this incarnation.", "See also Coming Home which is about accepting the certainty of our existence; Redemption Dream which is about the nature of our contract; Shiva’s Crown which helps us to understand the journey of the soul in this body; and Revelation which helps us to see the full picture of the changes and steps we need to make in our journey forward. Blue Angel takes this theme further by awakening profound aspects of the soul which have been forgotten."],
    "indications": [],
    "effects": [],
    "keywords": ["Remembering", "Integration"],
    "stock": false

  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Boundless Peace",
    "latin": "Anguloa virginalis (Peru)",
    "description": ["Imagine a translucent jellyfish pulsing or champagne bubbles streaming to the surface. Experience a sense of buoyancy, floating freedom and ease. Great for relieving tension in the frontal lobes of the brain due to too much mental work. Opens up our consciousness to active and productive dreaming. Space takes on a gentle shape with delicate edges. Great for men who need to balance their overly-masculine temperament."],
    "indications": [],
    "effects": [],
    "keywords": ["Stress"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Carnival",
    "latin": "Laelia crispa (Brazil)",
    "description": ["Rhythmic and passionately sensual. Very large blooms. The name of this essence should be spoken with a Brazillian accent. Very good for those who are overly intellectual and live at some distance from their body. So instead, distance from the stress of a busy day when you arrive home and remember to enjoy a little, more and more."],
    "indications": [],
    "effects": [],
    "keywords": ["Stress"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Celebration",
    "latin": "Paph. sanderianum",
    "description": ["After we have healed the primary traumas which the psyche is inclined to hold, once we have addressed the dead-pelvis syndrome, and the ancient and recent heartaches; once the powerful traumas of the past have been healed, what then?", "In effect all essences that address remedial conditions ('negative' states) are concerned with our Becoming healthier, more whole. But once those conditions are healed, then we move beyond the need for an essence of Becoming, and into the qualities of Being. Celebration appears to have almost no concern with remedial conditions, but instead invites you to experience deep and powerful Being. Celebration will be of 'benefit' primarily with people who have engaged in the healing of their various traumas already, in one way or another. For the orchids it represents a culmination of 14 years of essence-making (as well as 14 years of orchid-growing!). It is a powerful and beautiful essence, inviting us to experience the depths of our spirit."],
    "indications": [],
    "effects": [],
    "keywords": ["Being"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Celestial Siren",
    "latin": "Dendrobium lawesii",
    "description": ["The growth habit of this orchid species from SE Asia is remarkable: the long thin pseudobulb hangs down from a branch, held by its roots, and the blooms grow facing down to the earth. Yet the thin tube with nectar at its tip (the 'nectary') grows back up towards the sky. And so when we take this essence, there is almost always a pronounced postural change noted: the head tilts forward, and yet there comes a sense of energy moving back up through the head, arcing from the face through the brain and back up out the rear top of the head. This is then followed by a deep, lasting stillness of being. Negative flames of thought are snuffed out like little candles with a snuffer. There is a sense of the Higher Self calling one's soul to remember its deepest and highest potential, to reach towards the inner beauty of enlightenment, yet remaining calm, rooted and centered.", "There are in our range several essences (Crown of Consciousness, Secret Wisdom, Behold the Silence, Pushing Back the Night, Guardian of the Inner Journey, Wisdom of Compassion and Serene Overview amongst others) which are deeply appropriate to take whilst meditating. Celestial Siren is also one of these, as it invites a deep inner stillness.", "If the vital forces of the body are blocked or low, then it would be good to work also with Vital Core essence, as the physical body needs the energy of its lower chakras working well and harmoniously, for the higher inner journey of spirit to fully unfold."],
    "indications": [],
    "effects": [],
    "keywords": ["Higher Self", "Potential", "Meditation"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Celestial Triangle",
    "latin": "Scaphosepalum bicristatum",
    "description": ["Geometry has perhaps never been as delightful as with this essence. Triangles are formed by the blooms on each of the multiple spikes of the plant, and energetically a series of triangles are acted upon in the energy body from the pelvis up through the head and above. Calm serenity and gentle clearing are accompanied by lightness of heart with this orchid, and as the action moves to the head and above, another geometrical form develops, that of a torus. This is the fundamental shape of the healthy human aura, and also of each of the chakras as well. (The torus is the mathematical name for the donut-shape.) Celestial Triangle helps develop the torus of the aura as it moves above the head, but only after it has first lightened the heart.", "Celestial Triangle helps one to incarnate higher spiritual energies, and in so doing helps brings a joy and light-heartedness which reflects the way in which this exquisite essence helps us to connect more deeply with all that is, with Life and Being.", "One of our early 'provers' saw Kuan Yin appear to her when she meditated on this essence, who told her this essence was about bringing in 'new consciousness'. The prover asked Kuan Yin how she should deal with people stuck in the older consciousness, she was simply told, 'Send Love. The new consciousness and mind create a new air, which goes into people. Spread Love.'", "Celestial Triangle is the 2nd of an essence trilogy, which begins with Crown of Serenity. True Connections is the 3rd essence in the trilogy. This trio of essences, are all concerned with the structure and alignment of our higher chakras, each one building upon the alignment achieved by the previous one. There is significant benefit to be found in experiencing each of the three in turn, as follows: take Crown of Serenity on one day, then Celestial Triangle the next day, followed by True Connections the day after that. On each day take the essence drops once, either before bedtime or before meditation. Repeat this sequence for a total of 21 days."],
    "effects": [],
    "keywords": ["Balancing", "Consciousness", "Evolution"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Centre Renewal",
    "latin": "Bulbophyllum carunculatum",
    "description": ["Renew the Dance of Life, the movement of joy within. This essence acts at several levels: energetically supports the digestive process and corresponding organs - liver, gall bladder and pancreas; heals and develops the energetic structure of the 3rd chakra; and helps connect one with the vast wholeness of the Universe via the abdomenal chakras."],
    "indications": [],
    "effects": [],
    "keywords": ["Joy", "Centering"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Clarity of Spirit",
    "latin": "Phragmipedium Eumelia Arias & Spectrolite / Labradorite",
    "description": ["Clarity of Spirit was made with two specimens of this orchid hybrid, and a beautifully vibrant piece of spectrolite. The energy of the two orchids only came into focus when they were situated next to each other, as they had been while growing over several months in the greenhouse. Their ‘story’ was deeply enhanced by the presence of the spectrolite in the bowl. This essence acts deeply and swiftly to dispel shadow energy from the psyche, in a unique manner.", "The essence begins its action well below our ‘normal’ 7 chakras, at the -4th chakra, which is part of what may be called a ‘lower reflection series’ of energy centres. It then anchors in the Root Chakra but does not act on that chakra, before going up to the 3rd chakra. Here it splits into two vortices which pass around the energy torus of the heart’s pump, ascending beyond the 21st chakra, up to the timelessness beyond the stars. In that higher space they merge, and descend as a single vortex into the Heart Chakra. It is here that one will first feel its action, as it brings mental and emotional clarity and focus which is nevertheless connected to one’s higher self."],
    "indications": [],
    "effects": [],
    "keywords": ["Clarity"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Clear Mind",
    "latin": "Aeranthes grandiflora (Madagascar) & aquamarine gemstone",
    "description": ["Clears and calms the mind offering clarity of perception and reflection. Eases mental tension from the mid-brain, 'The Mental Break' essence. Think of the clarity of a pale and clear gemstone; the calm of a cool, cloudless, still winter's night. A full moon reflected on a quiet lake."],
    "indications": [],
    "effects": [],
    "keywords": ["Clarity", "Stress"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Clearing the Way / Self Belief",
    "latin": "Phrag. Don Winbur",
    "description": ["Serves to strengthen one's belief in one's own inner and outer spiritual resources, and one's ability to move forward with projects and goals. A wonderful 'can do' essence. This essence helps relax tension in the 8th chakra, a result of trying too hard to be perfect and stay in control of everything in our lives."],
    "indications": [],
    "effects": [],
    "keywords": ["Motivation", "Confidence"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Compassionate Heart",
    "latin": "Doritaenopsis Rong Guan Mary",
    "description": ["Compassionate Heart fills a gap between Healing the Higher Heart and Wisdom of Compassion, drawing us deeper into the heart's direct experience of Compassion for all beings. Awakens the Healer within."],
    "indications": [],
    "effects": [],
    "keywords": ["Compassion"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Core of Being",
    "latin": "Nanodes medusae (Ecuador)",
    "description": ["A very important essence to realign to our spiritual axis. This essence enters into one's causal body, which is the 'Spiritual White Light'. It appears as the central axis, a small-diameter shaft of light running parallel to and just in front of the spine. It is the origin of the chakra system. In a gentle yet profound movement, the essence helps us to align to the higher chakras that compose and create the causal body Light shaft and surrounding causal and celestial auric fields. In doing so, the etheric, astral and mental bodies harmonise very well."],
    "indications": [],
    "effects": [],
    "keywords": ["Alignment"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Core Release",
    "latin": "Bulbophyllum gracillimum",
    "description": ["This orchid is one of the few in our range which gave rise to two essences, related yet quite distinct in their actions. Base Regulator was made when the sexual parts of the blooms (the white & yellow elements seen in the photos) were still concealed within the dark red forms of the petals. Core Release was made some 18 hours later in the bloom cycle.", "The energetic differences are substantial. As with Base Regulator, Core Release has a major impact on the pulsation points of the pelvic region, but without the damping impact on the libido. Core Release enhances the sexual centre's sensitivity, and at the same time brings an element of protection to the entire pelvic area. This is a highly unusual feature of this essence, which we have not encountered with any other essence. Core Release also brings an impetus to get on with things one needs to do, through its action on both the 3rd chakra and the Ajana centre. Moreover one's intuitive abilities are hightened. As it is a very new essence, our understanding of it will be developing further in the months ahead"],
    "indications": [],
    "effects": [],
    "keywords": ["Sexuality", "Motivation", "Intuition"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Crown of Consciousness",
    "latin": "Masdevallia reginae (Ecuador)",
    "description": ["A complete experience of the entire crown chakra. THIS IS A BIG ESSENCE. This essence wishes to welcome you home to the Hall of Records, a space within, where you might find the Living Word of God, the Wisdom of Creation. Surrender to the Beyond that is within and without. Patience. Learn adaptability in approaching the Heart of Mystery, the Light of Consciousness, the Shrine of Shrines."],
    "indications": [],
    "effects": [],
    "keywords": ["Spiritual", "Consciousness", "Meditation"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Crown of Serenity",
    "latin": "Bulbophyllum eberhardtii",
    "description": ["Calming, and clarifying of one's Intention. This essence invites one in to a high inner alignment of one's energies. Eases tensions held in the 8th chakra, freeing mental energies for more focused attention. This essence will be of greatest benefit to those who have already worked with a number of the other orchid essences in the range, as it builds energetically upon the foundations they have helped to create.", "A significant impact is felt initially in sleep after taking this essence, with tensions eased by the deeper dream-state and the dreamless sleep which Crown of Serenity helps bring about. On a practical level this essence will be a useful aid to studying. At its more profound level it is assisting us with our spiritual evolution, shifting the energetic forms of the subtle body to enable higher energies to be incarnate."],
    "indications": [],
    "effects": [],
    "keywords": ["Focus", "Evolution", "Intention"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Defender from the Dark",
    "latin": "Pleurothallis phalangifera",
    "description": ["In response to a perceived global energetic challenge, this orchid called out to be made into an essence in early October 2010. The second part of the botanical name Pleurothallis phalangifera translates as 'phalanx-bearing' meaning the orchid spike looks like it is carrying a small phalanx of soldiers. A dream-time image which came to Don repeatedly one night about this essence was of hundreds of elves with their bows on their shoulders, marshalling their forces, preparing for battle. And indeed the orchid looks reminiscent of that Tolkien-like image. There is a sense with this orchid that, while it knows the dark, it is not of the dark. Embodying deep goodness of being, it is nevertheless not naive about the threat posed at times by dark forces. There is an old adage in American football, that the 'best defense is a good offense'; this essence provides both clearing of and protection from high levels of dark energies through its determined opposition to their intentions.", "In exceptional aspect of this essence is the fact that immediately upon making, it made clear to us that it wanted to be combined with several other essences. Rather than the one-size-fits-all approach, this essence wanted a mini-series of Defender combinations to come into being, to enable people to fine-tune the best type of protection they or a client might need.", "Defender from the Dark is very strongly grounding, helping the 1st and 2nd chakras to connect deeply to the earth. It also strengthens the 3rd chakra, and also seems to form a kind of protective cap at the 14th chakra level."],
    "indications": [],
    "effects": [],
    "keywords": ["Protection", "Grounding"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Direct Vision",
    "latin": "Paphiopedilum liemianum (Java)",
    "description": ["Potentially a powerful experience of the 3rd eye, so can be useful for vision quests. This is the same orchid that made the essence New Vitality, but six months earlier when the blooms were in full alignment of direction, giving an intensity of energy to this essence. Use with care. Useful for meditation practices."],
    "indications": [],
    "effects": [],
    "keywords": ["Meditation", "Shamanism"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Dragon Fire",
    "latin": "Phragmipedium China Dragon",
    "description": ["Dragon Fire brings the courage and the energy to embrace the power of spiritual transformation in one's life.", "There is a relationship with Andean Fire, in that Andean Fire is primarily acting as a remedy, especially to heal ancient trauma. Dragon Fire on the other hand is an enhancer, and not primarily a remedy. In other words, Dragon Fire would not be taken in order to heal past wounds, but rather to bring someone who is well, onto another level of their soul's spiritual journey, to have the fire and the courage to bring about deep change from within the soul.", "Dragon Fire was made with the orchid Phragmipedium China Dragon, which persisted in bloom for a truly exceptional 99 days, with the essence being made on the 77th day; and also the gemstones Fire Opal and Rhodonite. The gemstones help to bring the sheer power of the orchid into a grounded, safe expression."],
    "indications": [],
    "effects": [],
    "keywords": ["Courage", "Evolution"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Eye of the Tiger",
    "latin": "Scaphosepalum anchoriferum",
    "description": ["Strongly energising and yang, this essence is likely to be experienced in one of two ways. It will either bring strength and almost fierce focus to the solar plexus and heart chakras, as well as the ajana centre; or will be experienced as bringing joy and optimism. In either case it brings a strength of heart and a renewal of purpose to one’s day.", "Eye of the Tiger motivates one to confront hidden issues of the central body chakras, as well as confronting the same challenges externally. Its action then moves into the higher chakra domain."],
    "indications": [],
    "effects": [],
    "keywords": ["Motivation", "Optimism"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Fire of Life",
    "latin": "Masdevallia ignea (Peru, Ecuador)",
    "description": ["The Fire of Life is the masculine complement to Furnace of of Life. Its yang energy helps the highest of universal energies to incarnate into consciousness, and sets this energy flowing into the centre of one's being.", "Fire of Life gives courage and purpose to the journey of the soul. It is the Yang energy to the yin energy of Furnace of Life. In observing the bloom of this orchid, it is remarkable how attractive it is to those who feel oppressed, suppressed or unable to express themselves.", "Fire of Life will breathe new life into the (dwindling) flames of the Ming Men point, thereby strengthening the will of the individual to make choices more in line with highest universal intentions, providing a revitalised opportunity to fulfil ones deepest spiritual destiny."],
    "indications": [],
    "effects": [],
    "keywords": ["Courage", "Life Purpose", "Will"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Furnace of Life",
    "latin": "Masdevallia veitchiana (Peru/Ecuador)",
    "description": ["In Chinese Medicine there is a point situated between the Kidneys called Ming Men (translated as 'The Gate of Destiny'). This key point is the major 'gateway' for the infusion of all physiological dualities in a way that supports life and fuels the process of evolution.", "If we fail to accept life as an opportunity to cultivate virtue, or attribute disempowering meanings to challenging or painful circumstances, then the fires of Ming Men will be severely diminished and life will be governed not by highest universal intentions, but by self generated belief systems.", "This smothering of the Ming Men point leads to further polarised dualities within one's subtle energy system, which in turn will create further painful challenges within the body and psyche. Furnace of Life helps to clear the mist from the lens of perception of the observer, enabling the truth of any given situation to reveal itself effortlessly.", "Furnace of Life is the female principle, the intention of which is to incarnate our own divine light into consciousness, and to enable us to feel our cosmic purpose. For those whose feminine aspect has been threatened or suppressed, it is best to take Necklace of Beauty first for a few days. Then Furnace of Life will far more readily be able to enter one's chakra system."],
    "indications": [],
    "effects": [],
    "keywords": ["Truth", "Perception", "Life Purpose"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Fruits of Love",
    "latin": "Dendrobium alexandrae",
    "description": ["This orchid has an unusual characteristic when the bud is developing. The buds seem to become fully grown, but then remain closed for several weeks, before finally opening. There is an air of expectancy, akin to that of a pregnant woman. The blooms open facing the earth, offering a gentle and exquisite fragrance. Dendrobium alexandrae grows in the highest branches in lowland forest in Papua New Guinea, often exposed to much more sunlight than most orchids would tolerate.", "The essence has a strong impact on the root and sacral (2nd) chakras, as well as the heart chakra; there is also a reach into the Crown chakra and above. It is an essence of conception, and of nurturing the state of pregnancy, as well as overlighting the birth process. It acts in complimentary ways to the action of Purity of Soul in helping to clear further energetic pathways in the 2nd chakra relating to birth. It is also about bringing in our highest light, found in the top branches of our soul, so that we may fully incarnate our highest potential."],
    "indications": [],
    "effects": [],
    "keywords": ["Pregnancy", "Potential"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Golden Radiance",
    "latin": "Phragmipedium St. Ouen",
    "description": ["To bring one into awareness of the radiance of one's Inner Light, the 'Ground of Being'. Golden Radiance honours the spiritual path above all else. This essence opens the throat chakra and connects to a source of inner wisdom which appears as golden light within the inner chamber of the heart chakra. When the inner chamber opens, its 'light' can ascend into the throat chakra. Fundamentally not a remedy, but rather an essence for developing a spiritual perspective of everyday life. Probably our most universal essence."],
    "indications": [],
    "effects": [],
    "keywords": ["Spiritual"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Guardian of the Inner Journey",
    "latin": "Paphiopedilum Helvetia",
    "description": ["Brings the courage to look at the shadows and fears which inhibit one’s progress on one’s spiritual journey. A deeply serious essence, take it to enhance one’s meditation practice. Paired energetically with Walking to the Earth’s Rhythm, which is best taken at the end of meditating with Paph. Helvetia."],
    "indications": [],
    "effects": [],
    "keywords": ["Meditation", "Courage"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Hara to Heart",
    "latin": "Bulbophyllum lobbii (S.E. Asia)",
    "description": ["Very good for people who are reluctant to incarnate. This essence brings energy down to the 2nd chakra (Hara), then up through the solar plexus and into the heart chakra. Helps eliminate conflicting emotions. Helps one to be incarnate with a sense of purpose. This essence infuses the halo with a diamond-like appearance, indicating higher chakra activity. NB. Take this essence 2 or 3 times within a 10 minute period for best effect and wait for one to three days before repeating or use it as a one off."],
    "indications": [],
    "effects": [],
    "keywords": ["Presence", "Life Purpose"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Healing the Higher Heart",
    "latin": "unregistered hybrid, believed to be Vascostylis Crownfox Red Gem x either Ascda. Yip Sum Wah or Ascda. Peggy Foo",
    "description": ["The one orchid produced two forms, two essences: one by itself (Spirit of the Higher Heart) and this one which has essence of 24 karat gold added, which enhances the orchid's energetic action. The higher heart chakra is a light turquoise color and is responsible for releasing the heart chakra from emotional blocks (either karmic or current). This essence centers itself in the spiritual chamber of the heart and sends it roots into the 3rd & root chakras. It then enters and heals the higher heart chakra."],
    "indications": [],
    "effects": [],
    "keywords": ["Heart"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Heart of Light",
    "latin": "Phragmipedium Grouville",
    "description": ["Heart of Light provides a liberating feeling as it launches our emotional body out of old patterns of defensiveness into Universal Connectedness to be experienced an on-going pattern of endless flow. Rapidly releases emotional armouring of the heart, expanding the chest, allowing the heart chakra to extend back and re-connect to the central axis of the aura. The 12th chakra then awakens our memory of our unique spiritual inception into the Time/Space continuum. The 15th chakra opens as well to the residence of 'Universal Order', the home of sacred geometry."],
    "indications": [],
    "effects": [],
    "keywords": ["Heart"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Heaven's Gate",
    "latin": "Brassia Rex",
    "description": ["Protects & enables the communion of Love, as we journey to find the gates to the mystic castle within. The only essence in the range to act in all 6 primary categories (see the “higher alignment” star): physical; sexual; heart; mental; protective; and spiritual. When mastery of each area is achieved, the inner temple is complete, and our soul moves in Love towards our ultimate spiritual union."],
    "indications": [],
    "effects": [],
    "keywords": ["Love", "Spiritual"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Higher Courage",
    "latin": "Phragmipedium besseae",
    "description": ["Healing & opening the heart chakra so that its native strength and courage are restored, this essence is also energetically paired with Andean Fire. If there is past-life trauma to address, use Andean Fire first for several days, and then follow it with Higher Courage, which takes the healing to higher levels of the aura’s structure. The activity of Higher Courage extends to the 7th, 9th, 11th, 12th, 14th, 15th , 16th, 18th , 19th , 20th , 21st , 22nd , 23rd , 26th , 27th , 28th and 29th chakras.", "We need to point out that Phrag. Besseae has also been used to make Vital Core. However, Higher Courage was made during daylight hours, whereas Vital Core was made at night. The difference of the timing is crucial, as deeply different aspects of this beautiful and powerful orchid emerge accordingly. Vital Core is used to help heal and clear shadow aspects of the 2nd chakra. It is one of a trio of essences, which include Vital Clarity and also Vital Light. In this way one can see that there are major differences between this trio and Higher Courage, sufficient to say that there is no direct energetic connection between the Vital trio and Higher Courage – despite the same specie of orchid being used. Over the years we have found that the day/night and light/dark topic is pertinent with all essence-making, but especially so with the orchids. For example Shadow Warrior is an essence made at night, but the making must start at dusk, and not later. Vital Core on the other hand is made entirely at night in the dark, as is Vital Clarity and Vital Light. This day/night distinction is a significant and substantial topic, which we will discuss elsewhere.", "Phragmipedium besseae is a native of Peru, and was only discovered in 1981.", "Note: Higher Courage was previously known as Andean Heaven when we first made it in the autumn of 2015."],
    "indications": [],
    "effects": [],
    "keywords": ["Courage"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Hive of Heaven",
    "latin": "Bulbophyllum saltatorium",
    "description": ["The blooms of this very small orchid from central Africa resemble bees getting into a hive. This is a decidedly yang essence, the action of which begins in the head, as light enters and expands into different areas of the brain, expanding and clearing as they move. It then goes down the neck (bypassing the throat chakra) extending into the chest cavity and the heart chakra, clearing both somewhat like the action of a bottle brush. The heart chakra opens with a sense of renewal. This can also bring a sense of heart-felt longing, as the essence then moves further down, to the 1st and 2nd chakras. The libido is stirred awake, connecting inextricably with the heart's longing."],
    "indications": [],
    "effects": [],
    "keywords": ["Heart"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Inner Peace",
    "latin": "Dendrobium eximium",
    "description": ["Prepares one to experience true peace, as known by those who have reached the highest levels of their spiritual journey. 'That Peace which surpasses all Understanding.' This orchid's extraordinary gift to us can be seen as a new energetic constellation, which is perhaps the ultimate gift of the orchids.", "Made with Dendrobium eximium and a clear phantom quartz."],
    "indications": [],
    "effects": [],
    "keywords": ["Peace"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Internal Cleansing",
    "latin": "Bulbophyllum echinolabium (Borneo)",
    "description": ["This essence is all about the internal cleansing of the body. Working away without fanfare, it helps to clear up our etheric body's 'residuals' - little packets of leftovers. Acts on the energetic pathways of the throat, stomach, large intestines and liver, assisting with detoxification. Now included in the full kit of 64 essences, but wrapped in foil, at the request of the deva of this orchid, to maintain a degree of separation between it and the other essences."],
    "indications": [],
    "effects": [],
    "keywords": ["Cleansing", "Detoxification"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Joyous Purification",
    "latin": "Jumellea major (Madagascar)",
    "description": ["Purifying the root chakra for both men and women. For men it can initiate them into the feminine understanding of purity and innocence. Whereas we often think of purification as a painful or arduous process, the action of this essence results in an experience of joy. For women it will help with certain sexual abuse issues by re-establishing the natural innocence of the root chakra in a natural rise of white etheric light. This light moves very efficiently and effectively, allowing one to work therapeutically with the issues that have been held subconsciously in the root chakra."],
    "indications": [],
    "effects": [],
    "keywords": ["Purification", "Joy", "Abuse"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Just Me",
    "latin": "Cochlioda noezliana (Peru)",
    "description": ["Celebrate your unique personality without being influenced by projections and expectations of others. Accept our limitations not as negative identities but as momentary states of our development on the journey in creating a personal self-definition. The world is in need of more characters. Very good for children who have or do not feel loved."],
    "indications": [],
    "effects": [],
    "keywords": ["Self-Appreciation"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Knight's Cloak",
    "latin": "Pleurothallis gargantua (Ecuador)",
    "description": ["In dark times it may well be prudent to cloak one's light to enable one to carry the knowledge of inner truth without risk of drawing the attention of negative forces. This essence provides protection to help one to remain concealed from those who may threaten, bringing a sense of both invisibility and invincibility."],
    "indications": [],
    "effects": [],
    "keywords": ["Protection"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Laughing Butterflies",
    "latin": "Laelia anceps (Mexico)",
    "description": ["This essence is very playful, very forgiving, a large belly laugh from the happy Buddha. Leave your troubles behind, effortlessly and smoothly swirling away. Excellent for anyone who is prone to take themselves too seriously or for those who feel emotionally stuck. Laughing butterflies enters into the solar plexus like two people dancing together in perfect harmony. Think of Ginger Rogers and Fred Astaire spiralling across the floor in each other's arms. Affects the brow and throat chakras, as well as the eyes."],
    "indications": [],
    "effects": [],
    "keywords": ["Playful", "Stress", "Overserious"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Liberation / Deception",
    "latin": "Paphiopedilum Gratixianum (Vietnam)",
    "description": ["How do we fool ourselves by projecting what we desire and not truly need? When is the 'light' just a diversion? What is true liberation? Is it to be found in political expression or smoking dope or trance dancing? Even on the inner path, how can we fool ourselves in the quest for freedom? Where do we find the Buddha sitting? This essence operates at two main levels. At the more obvious level, it provides endurance and 'upward' strength, as well as helping to cleanse, strengthen and protect the aura. It would help with any new venture as well. At a more inward or subtle level, this essence is about both recognising and accepting inner beauty, as well as developing the discernment needed to discover the ways in which we deceive ourselves in the name of liberation."],
    "indications": [],
    "effects": [],
    "keywords": ["Strength", "Self-Appreciation"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Life Direction (Lanata)",
    "latin": "Scaphosepalum swertifolium (Central America)",
    "description": ["Picture the drawing of a bowstring to establish the direction of an arrow's flight. So it is in our lives that our goals and our life's direction is best achieved by stepping back deeply within ourselves. The hand pulls back and we make contact with the centre of the chest, the heart. Being centred in this way guarantees our best shot. Activates the heart and throat chakras. Works well with the Dancing Light Orchid Essence, 'Purpose Flows'."],
    "indications": [],
    "effects": [],
    "keywords": ["Life Purpose"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Light of My Eye",
    "latin": "Paph. Michael Koopowitz x Paph. lowii",
    "description": ["Frog looks up to the stars and Great Spirit replies showering light from the heavens. Frogs are able to literally see starlight and register this light one photon at a time on the retina. In a similar fashion, this essence wants to help us 'see beyond the veil'. Helps bring light into one's eyes even in dark times, such as in winter. In native cultures the eagle represents the power of Great Spirit. It is swift and sure in its flight and the model of spiritual power. Full of starlight froggy jumps off of his pad and plunges into life and the world of water. This essence was made in participation with our friend David Carson and his daughter Greta. David is Native American and co-author of the Animal Medicine Cards."],
    "indications": [],
    "effects": [],
    "keywords": ["Light", "Seeing"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Love's Gift",
    "latin": "Doritaenopsis Juihbao Fairy, emerald, sapphire and a black pearl",
    "description": ["Once the heart has learned the lesson of the essence Unconditional Love, it is then ready to open itself to an exquisitely high vibration of Love. What is sought by most people in churches, temples and mosques is a direct connection of the heart with the Divine. This essence enables that connection, if one can give the time in the bustle of our lives to meditate deeply upon its gift."],
    "indications": [],
    "effects": [],
    "keywords": ["Love"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Love's Secret",
    "latin": "Neomoorea irrorata",
    "description": ["Love's secret is an essence derived from an orchid which is the sole specie of a monotypic genus, which means there is no orchid like this one. Such genera are generally reckoned to be remnants of a larger genus which was (nearly) killed off via various geological & meteorological events. As such this is likely to be a very ancient 'being', which is indeed what Don heard about this orchid in the night after the essence was made. It is from the lowland forests of Panama and Colombia. The orchid has a pungent smell akin to a female in sexual 'heat'.", "The essence connects with the root of the generative system in both men and women, helping to both clarify (and invigorate) the sexual impulses, bringing about the healthy expression of one's sexual energies. The pelvic area is energised, and the throat chakra is also activated. One prover had a very clear vision in her meditation of being in a forest and seeing Venus bathing in a pool of crystal-clear water which was infused with many colours of light. The pool changed into a funnel which then merged into the prover's pelvic area. She felt a tingling in the ovaries and a strong sense of activity, of energy just above the pubis. There was an overall sense of expansion, of moving beyond self-imposed restrictions.", "Helps nuture the capacity for loving and romantic relationships between two people. Helps you to embody and to present your true radiant beauty and loving grace."],
    "indications": [],
    "effects": [],
    "keywords": ["Sensuality/Sexuality"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Mercutio",
    "latin": "Pleurothallis restrepioides (Ecuador)",
    "description": ["Poise, humour and verbal repartee are the hallmarks of Mercutio, the marvelous character in the play, Romeo and Juliet. Good for those who are taking things (or themselves) too seriously; good for students who are being bullied. Stand back from drama, get the overview, like the director of a play and watch the interplay between actors and dialogue. Enjoy the movement of words and meaning. Brings white light into the eyes, so it is recommended if one has been reading a great deal."],
    "indications": [],
    "effects": [],
    "keywords": ["Overserious", "Perspective"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Messenger of the Heart",
    "latin": "Phragmipedium Grouville",
    "description": ["Give voice to the heart and communicate what you are feeling, without fear of the consequences for speaking your truth. To help become more aware of what is deeply valued within the heart, picture the image of a messenger on a white horse, galloping along in your heart spirited by the desire to be honest and true."],
    "indications": [],
    "effects": [],
    "keywords": ["Heart", "Truth", "Honesty"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Moon Child",
    "latin": "Dendrobium Miva Plum",
    "description": ["Moon Child has an affinity with the pelvic energy constellation, and is able to remove blocks to emotional evolution. We gain many subtle and not so subtle energetic imprints during our 9 months in the womb, and Moon Child appears to be able to help remove those imprints which hinder our health and well-being, and our spiritual journey."],
    "indications": [],
    "effects": [],
    "keywords": ["Evolution", "Womb"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Narnia Sphagnum Moss",
    "latin": "",
    "description": ["Once there was a magical woodland in Sussex, and in that extraordinary woodland was a wonderful, vibrant patch of the greenest sphagnum moss. An essence was made with that moss and it shared its magical properties with whoever imbibed it. Joyful, gently awakening, the cellular health of the moss shared its message of health with anyone it could reach. The moss had a very strong signature of vibrant, healthy cellular growth, and it helps our own cells to remember that healthy blueprint. A 'gatekeeper' for our perception of the unseen realm of the spirits of nature, the light of this essence just might invite you to see the world with new eyes"],
    "indications": [],
    "effects": [],
    "keywords": ["Gardening", "Nature", "Restoration"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Necklace of Beauty",
    "latin": "Bulbophyllum longiflorum (Borneo)",
    "description": ["Necklace of Beauty essence has been made with a beautiful orchid from SE Asia called Bulbophyllum longiflorum (also called Cirrhopetalum longiflorum, or Cirrhopetalum umbellatum*; this particular form is found in Borneo). Necklace of Beauty brings an exquisite, beautiful and loving energy to the area above the higher heart chakra but below the throat chakra (just where a necklace is usually worn), enabling one to feel uplifted, loved and at peace. This essence honours one's inner beauty, and the light of one's true being.", "This essence also prepares one for further important steps of one's inner journey, by enabling the ego or shadow side to relinquish its hold in one, so the soul can continue its journey into light. Necklace of Beauty appears to 'open the gate' for one to experience more fully the high consciousness of the new combination Spirit of Life (or its two components Fire of Life and Furnace of Life).", "* There are differences of opinion regarding the correct nomenclature in the orchid-growing world. 'Cirrhopetalum' is a name for either a section of the Bulbophyllum genus, or a genus in its own right, depending on one's point of view."],
    "indications": [],
    "effects": [],
    "keywords": ["Peace", "Evolution", "Self-Appreciation"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "New Beginnings",
    "latin": "",
    "description": ["Helps you move forward in a new era. It works on the 1st and 2nd chakras, removing old and unnecessary things, then enters the 4th chakra, giving you a feeling of comfort. After that, it enters the axis that extends higher up from the causal body.", "In December 2020, Jupiter and Saturn lined up in the night's sky, flowers bloomed on the 21st, the day of the Great Conjunction, essence making began, and it was completed on Christmas day. The great conjunction between Jupiter and Saturn happens every 20 years. When the two planets come together there is both the intensity of old forms dying as well as the fertility of new growth beginning to take shape. Jupiter and Saturn are planets that impose trials such as regulations and restrictions, and the fact that these conflicting planets are lined up means that the conventional system will be forced to change.", "Though the conjunction of Jupiter and Saturn every twenty years is always important, their union in 2020 has special and extraordinary significance. This is the first time in at least 600 years that Jupiter and Saturn have formed their conjunction in an air sign, Aquarius. 2020 is the end of a two-hundred-year era of Jupiter and Saturn uniting in earth signs. While the earth element signifies focus on material security and consolidation of resources that is resistant to change, the era of air will bring disruption to established orders and dramatic changes in collective ideas and the way we communicate.", "Vitally, not only will Jupiter and Saturn be uniting in Aquarius, they will also be forming a catalytic square aspect with Uranus in Taurus. At this pivotal moment in our journey, the lightning bolts of Jupiter and Uranus will not only bring down old societal structures but will also impel us to release old personal dreams and drama we have been attached to.", "This is the essence of new beginnings, our new dawn. A piece of citrine was also used to make the essence."],
    "indications": [],
    "effects": [],
    "keywords": ["Evolution", "Letting Go"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "New Vitality",
    "latin": "Paphiopedilum liemianum (Java)",
    "description": ["The plant from which this essence was made very clearly indicates its gift of stamina in that the blooms come in succession on each 'spike', and each given spike of the plant can be in bloom for a year or more. Provides vitality under circumstances of long-standing tiredness and exhaustion. This essence can give an energy boost to see one through these difficult periods."],
    "indications": [],
    "effects": [],
    "keywords": ["Exhaustion", "Stamina"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Night Soul",
    "latin": "Paphiopedilum Wössner’s Black Wings",
    "description": ["A powerful essence to help in the darkest of times, or to help heal from the darkest experiences of the soul. When one experiences inner or outer devastation, deep imprints are left at profound levels of the psyche. Night Soul is a commanding spirit, healing these deep wounds to help make one whole again. Remember that you are not a victim, you are the captain of your soul, no matter the challenges which experience in this world may bring."],
    "indications": [],
    "effects": [],
    "keywords": ["Devastation", "Emergency"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Positive Outcome",
    "latin": "Scaphosepalum gibbersoum (Central America)",
    "description": ["Maintains undeterred optimism accompanied by remarkable stamina. With this essence the goal of any project is never out of sight, 'like a pole-vaulter visualising going over the bar before the run up to the big leap.' Use this essence to experience being drawn ever forwards. Discover how to remain positive and steadfast to your own rainbow's end."],
    "indications": [],
    "effects": [],
    "keywords": ["Optimism", "Stamina"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Protective Presence",
    "latin": "Dendrobium spectabile (PNG)",
    "description": ["This essence is good for people who are travelling to places where personal safety is challenged. Useful in times of major change (such as moving house or career changes) to provide continuity and protection. It helps one to re-connect with inner strength. This orchid bears a resemblance to the protective 'wrathful deities' of Tibetan Buddhism with the sense that a spiritual presence says 'I go before you'. Can aid in discovering that actual protection comes from realising the true nature of Being, which we find deep within."],
    "indications": [],
    "effects": [],
    "keywords": ["Safety", "Protection", "Change"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Pure Innocence",
    "latin": "Bulbophyllum tingabarinum",
    "description": ["This essence embodies a profound consciousness of primordial innocence. In the soul's long journey, the grace of this innocence is akin to a link back to our ultimate Source, and is also a quality of being which is easily lost. It utimately is the ground from which Joy can flow, as well as the basis of all ethics. Without this quality of mind and heart, the path becomes one of travail. The gift of this essence is astonishing, and indeed we regard it now as the energetic keystone of the entire range of the LTOE. Pure Innocence is properly seen as a 'restorative' essence, in that it helps restore to both the heart and mind this quality it once knew, but which the realm of experience tends to cause us to lose.", "In practical terms it helps with addictive behaviour and other situations that cause pain. It enables the easy letting go of these negative habits. We need the courage to acknowledge, and then take note of these patterns of behaviour, to then be free of them. Pure Innocence enables the return of joy, and allows the soul to open up to new possibilities, as one's connection to Source is recollected."],
    "indications": [],
    "effects": [],
    "keywords": ["Innocence", "Joy", "Restoration", "Addictions", "Letting Go"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Purity of Heart",
    "latin": "Paphiopedilum Armeni White",
    "description": ["Useful for the stress of feeling there is not enough time. Like the slow, clear, well-spaced tones of a sitar, this essence conveys the understanding that there is 'enough time to do anything'. Epitomises the Kaffa type of the Indian Ayurvedic system, which is slow and unhurried, never compelled to rush. Brings white light to the upper heart chakra, the brow and sacral chakras and into the blood."],
    "indications": [],
    "effects": [],
    "keywords": ["Stress"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Purity of Soul",
    "latin": "Dendrobium moniliforme",
    "description": ["Purity of Soul acts like a gentle yet profoundly purifying rain for the soul, an ablution to cleanse us of the negative accumulated baggage of the ego. Helps clear negative ancestral patterns held subconsciously in the psyche. This essence is lovely, calming, gently grounding and quietening; it brings an attentive yet deep stillness of mind. Good to take before meditation, or prayer, or before any sacred ceremony; it would be especially appropriate to take before the wedding ceremony.", "The essence has a gentle dreamlike quality, yet also a firmness of purpose. One feels a call for atonement, and an awakening of a lost understanding of spiritual realms which have been forgotten."],
    "indications": [],
    "effects": [],
    "keywords": ["Purity", "Purification", "Ancestral Healing", "Meditation"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Pushing Back The Night ",
    "latin": "Bulb. Elizabeth Ann 'Buckleberry",
    "description": ["Produces a state of mind where vision and light become inseparable. Helps elevate our thoughts to the point where we can see the Sacred in life. An essence to help heal the destiny of humanity. Not only does it aid our own personal growth, but also invites the Light of the Future to Take Back the Night. Blockages in the bahui centre, the Chinese Crown Chakra point, (on the top of the head) are pushed out of the aurice field; and in doing so, this enables us to extend an awareness vertically into a temple within a celestial domain. In this way the microcosm affects the macrocosm. In this time when many negative karmas are being released upon the world, this essence is especially important for helping people not be distracted from a spiritual purpose and light."],
    "indications": [],
    "effects": [],
    "keywords": ["Evolution", "Spiritual", "Meditation"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Redemption Dream",
    "latin": "Paphiopedilum spicerianum (Bhutan)",
    "description": ["Redemption Dream helps the psyche to address deep layers of guilt or shame, through bringing a shift to our dreams, enabling the mind to either consciously or unconsciously to resolve these issues. Guilt and shame are likely to cause a kind of compression (or suppression) of the heart chakra, particularly by means of blocking the higher heart chakra's ability to cleanse and heal the heart chakra. Through this blocking of the heart's energy, we lose the ability to love unconditionally, and thereby also lose inner peace. In this way one can see how guilt or shame can be major hindrances of our spiritual path. Redemption Dream helps us to remove these hindrances of the heart, specifically through vivifying and re-integrating our dreams at night, to allow ancient and deeply held issues to be aired as it were in the Theatre of the Psyche. In general, most people will benefit from taking Redemption Dream in the days before taking Necklace of Beauty; or at the very least, the exquisite energy of the latter will be more readily accessed and fully felt if Redemption Dream has been worked with first."],
    "indications": [],
    "effects": [],
    "keywords": ["Guilt", "Shame", "Heart", "Love", "Peace", "Evolution"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Releasing Karmic Patterns",
    "latin": "Masdevallia Flying Colours",
    "description": ["Releases karmic patterns which are held in the eighth chakra. The eighth chakra indicates how spiritual knowledge and power have been misused in the past. This essence can make us feel like we are spiralling out into the cosmos, thus it can feel intimidating due to the feeling of being taken up and away. Helps free up rigid belief patterns or merely parroted ideas held in the eighth chakra. Helps up use and choose words wisely when we speak."],
    "indications": [],
    "effects": [],
    "keywords": ["Karma", "Communication"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Renewing Life",
    "latin": "Phragmipedium Carol Kanzer",
    "description": ["A very gentle, quiet essence, yet profound in its ability to reach many levels at once. Clears ancient negative energetic patterns at the cellular level via the 1st, 8th, 10th and 12th chakras, renewing one's inherent health. The root chakra governs cellular patterning and when combined with the higher chakra action of the 10th chakra (the Source of White Light) and the 12th chakra (the wholeness of the universe), it makes this essence a strong candidate for healing at that level. Very helpful when added to skin creams."],
    "indications": [],
    "effects": [],
    "keywords": ["Renewal", "Ancestral Healing"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Rising Against the Dark",
    "latin": "",
    "description": ["It is a very timely essence. The sense of encroaching shadows on the wider landscape will tend to cause us each to have an instinctive survival response, which causes us to go within, and also to cut off from our higher energies/chakras. This essence counters that tendency, and brings a sense of strength and constructive moving forward. The way forward becomes clearer.", "Helpful if you feel you are stuck, like walking through treacle. You want to cry but cannot. Loneliness. Wants to take part in life but can’t. Desire to go to bed for the safety and comfort it provides. It breaks through a crust of suppressed emotions and allows issues to be dealt with safely. Gives Heart protection.", "It may cause unusual dreams, and it does cause a degree of anxiety about unresolved issues which one has to ride through - You can’t avoid facing what you have kept hidden. It is a particularly yang essence."],
    "indications": [],
    "effects": [],
    "keywords": ["Protection", "Stuck"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Rising to the Call of Beauty",
    "latin": "Paph. Lady Isabel",
    "description": ["This essence is about aligning and identifying with beauty. As modern societies have distanced themselves from natural beauty and inner beauty, dissonance, distortion and self-degradation have followed. This has influenced us in ways that distract us from the simple beauty in nature and in ourselves. What are the innate properties of beauty? Proportion, integrity, harmony and respect for the forces and mathematical dimensions found in sacred geometry. When beauty is a guide, the results of our actions anturally and harmoniously follow Universal Principles. Beauty's strength will banish evil and ugliness from her presence. Helpful in relieving shoulder tension at the end of a working day."],
    "indications": [],
    "effects": [],
    "keywords": ["Beauty", "Seeing"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Rising Flame",
    "latin": "",
    "description": ["For heat related issues in general. The main feature in this one, is the heat associated with the 2nd and 3rd chakras extending to the heart chakra. It may bring a settling of the heart area and an intense need to be loved and have the companionship of love. Increased libido too.", "A very powerful essence that gives clarity to the base and 2nd chakras, rising through the 4th to the 27th chakra, and is a follow on to Spiral of light."],
    "indications": [],
    "effects": [],
    "keywords": ["Sensuality/Sexuality"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Sacral Release",
    "latin": "Dendrobium hybrid",
    "description": ["Sacral Releases provides vital energy to help with the release process and breaks a vicious cycle of low energy and low achievement. It helps to ground and release tensions stemming from subconscious patterns held in the 2nd chakra. They drop down to the earth. The energy in this essence   affirms you are safe, strong and healthy."],
    "indications": [],
    "effects": [],
    "keywords": ["Release", "Dead Pelvis Syndrome"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Secret Wisdom",
    "latin": "Phragmipedium wallisii",
    "description": ["While there are several of the orchid essences which are especially suited to take whilst meditating, this is one which in my view should only be taken with the intention to meditate. This is not a rememdy; this essence is all about deep inner stillness", "Secret Wisdom returns our focus into the depth to the Inner Divine that is found in the Inner Chamber of the Heart Chakra, which lies just beneath the heart chakra. From here a vision arises, the embodiment of serenity and silence which activates the chakras in the head, and then directly awakens the 11th chakra. This transcendental chakra offers us the perception based on compassion and wisdom that honours 'self as other and others as self' and that 'life is essentially a mirror of our own thoughts and actions'. This essence is recommended for those who are well on their way along the spiritual path."],
    "indications": [],
    "effects": [],
    "keywords": ["Compassion", "Wisdom", "Perception", "Meditation"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Seeds from Time",
    "latin": "",
    "description": ["Has little response in the lower chakras, with its anchor point in the Heart Chakra, but it then rises to the 14th, 19th, 20th, 22nd Chakras. Amongst other aspects this essence can bring flashes of intuitive knowledge. Provides an opportunity to access information and energies which have been buried for a long time, to bring it into this lifetime. The flowers look like small orange seeds and are presented on a multiplicity of floral spikes. Helps us in re-discovering the ‘seeds’ which are the origins of everything, which have been waiting to germinate further, providing us with a deeper understanding of the Universe. This essence is one of the gatekeepers of the other realms."],
    "indications": [],
    "effects": [],
    "keywords": ["Knowledge"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Serendipity",
    "latin": "Paphiopedilum Predatious",
    "description": ["Very helpful when one is bogged down with too many responsibilities or just feeling stuck. Works to align one's preparedness to move into action with deeper dimensions of one's being. Helps bring new insights into meditation. An antidote to being stuck in a rut."],
    "indications": [],
    "effects": [],
    "keywords": ["Stuck"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Serene Overview (Devata)",
    "latin": "Comparetia speciosa (Ecuador)",
    "description": ["Gain a serene overview and perspective on life. Deva means radiant or shining one, while Devata refers to the spiritual potential of the soul, to the human heart warming the world with its noble presence. This spiritual charisma can be found in our nobler qualities: quietly regal, insistent but not aggressive, acting with integrity. 'Beauty is Inner Truth made Perfect'."],
    "indications": [],
    "effects": [],
    "keywords": ["Perspective", "Meditation"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Settling with a Smile",
    "latin": "Paph. Golden Dollar",
    "description": ["Creates a calm and quiet joy. Helps the energetic lining of the stomach, and the etheric activity of the liver and gall bladder. Good to take after festive indulgences. Helps with emotional upset, giving one a sense of security. When children are studying, this essence will help to maintain focus."],
    "indications": [],
    "effects": [],
    "keywords": ["Joy", "Focus"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Shadow Descent",
    "latin": "Bulbophyllum spiesii",
    "description": ["Shadow Descent may be regarded as a cousin to Shadow Warrior (which botanically it is). Shadow Warrior is one of the most important essences in our line, because it helps to bring the shadow aspect of the psyche back into a certain balance within the overall psychological framework. Shadow Descent then takes one on a further, and vital step: that of becoming more familiar with and even accepting of one's shadow side.", "Society normally asks us to avoid the shadow, and thereby all sorts of trouble is created. Avoiding or ignoring the shadow makes it grow stronger. The wisdom of Shadow Descent is in knowing that the very process of becoming familiar and at ease with one's shadow aspect is also to bring about re-integration of the whole of the psyche, thereby strengthening the light of the soul. The shadow elements very naturally weaken by this process, and we emerge far healthier."],
    "indications": [],
    "effects": [],
    "keywords": ["Shadow"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Shadow Facing",
    "latin": "Dracula chimaera (Columbia)",
    "description": ["Connects one with the Hoop of Nations, the Council of All Creatures. Here the mosquito and the moose, the sparrow and the eagle all have equal voice. Shamanic mystery is encountered with this orchid, which also invites you to face your deepest fears. Not to be taken lightly or whimsically.", "Shadow Facing is not included in the kit of 60 essences."],
    "indications": [],
    "effects": [],
    "keywords": ["Fear", "Shamanism"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Shadow Warrior",
    "latin": "Bulbophyllum phalaenopsis (Papua New Guinea)",
    "description": ["An extraordinary orchid, this essence was brought into being to assist the integration of one's shadow side with the onward journey of the soul into the light. It stops the shadow from interacting negatively with challenging archetypes, and enables grounding of primitive fears. Enters the base of the skull and goes down the causal body to the root chakra and below, connecting the soul to the root of the soul's journey. This essence clears one's inner vision causing a change in perception, a deeper reality, and enhances clairaudience. Shadow Warrior is a very 'yang' essence, and the effect is sustained with a minimum dose."],
    "indications": [],
    "effects": [],
    "keywords": ["Shadow", "Perception"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Shiva's Trident",
    "latin": "Dendrochilum magnum (S.E. Asia)",
    "description": ["This essence opens the yang polarity of the meridian system, the baihui point on the top of the head, bringing in a spiralling, very active energy. This essence is to a large degree the masculine counterpart to Devata, where we go inside to rediscover the Divine (listed above). Here the realignment to our spiritual purpose found at the outermost level of the universe opens the wisdom apsect of the crown chakra."],
    "indications": [],
    "effects": [],
    "keywords": ["Life Purpose", "Spiritual"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Silver Ghost",
    "latin": "Bulbophyllum pecten-veneris",
    "description": ["Very effective at removing psychic ‘hooks’ from people attempting to manipulate you energetically. It has an exceptional yin quality, like shimmering water turning inward in small waves, surrounding the aura so no external energies can adhere.", "This is a new and different type of 'protection' energy than we have encountered before; this delicate orchid performs a vital service which none of the other orchids are able to offer"],
    "indications": [],
    "effects": [],
    "keywords": ["Protection"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Songline",
    "latin": "Paphiopedilum Honey",
    "description": ["Songline conveys a song of Love. By helping to re-establish the halo of light over the crown chakra, it awakens one to the responsibility of sound and speech and assists in being true to oneself - an attunement to deep vows. Helps to grasp the concept of being whole and with the development of discernment and clairaudience. Connects to the sounds and choirs of the angelic realm."],
    "indications": [],
    "effects": [],
    "keywords": ["Angelic", "Communication"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Sorcerer's Apprentice",
    "latin": "Phragmipedium Sorcerer's Apprentice",
    "description": ["Acts in part as an emotional & energetic spam filter, enabling one to disregard some of the myriad demands on one's attention, to create a self-protective space around one, through which the choice of energetic entries is under direct control. Sorcerer's Apprentice also acts as an energy regulator, to help adjust the body's energy reserves so that we avoid becoming drained.", "This essence was originally made by Don about 14 years ago, in his first year of essence-making. It never became a part of the LTOE range, as he gave the mother tincture to Shabd-Sangeet Khalsa, and she then sold it under the name 'Sacred Sphere' as part of her Dancing Light Orchid Essences range. Don has always felt a special connection with this phragmipedium hybrid, and this summer one of two fine plants in the greenhouse called out to make an essence again."],
    "indications": [],
    "effects": [],
    "keywords": ["Protection", "Energy"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Soul Dancer",
    "latin": "Portillia popowiana",
    "description": ["Soul Dancer enables one to see the joy and beauty in Life's dance. Allows us to release the clown in us, to simply and more fully appreciate the natural beauty of the spiritual journey of our lives.", "It helps one to harmonise the male and female energies at a deep level; clears old baggage and residues held in the 2nd and 3rd chakras, bringing a lightness to the soul. This process brings the soul back into the Dance of Life, reconnecting to one's Journey at the highest level. It gives the ability to feel at home with who we are spiritually, even if we do not conform to society's expectations. As one of our customers put it, this essence is like a spiritual Just Me. (Just Me works primarily on the emotional body.)", "Portillia popowiana is a native of the cloud forests of South America. The essence was made on Christmas Day 2013."],
    "indications": [],
    "effects": [],
    "keywords": ["Joy", "Beauty", "Playful"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Soul's Grief Release",
    "latin": "Pleurothallis triptanthera",
    "description": ["This is a profound and very significant essence to heal and release deeply-held sorrow of the soul. Many people carry a sense of abiding sadness in their heart through their lives, a sorrow that has no clear source. This is sorrow that has most likely accumulated over many lifetimes, and is difficult to release. It can carry in itself a sense that this sadness is the hidden reality of the soul and of Being in general. If someone holds this deep sorrow, then Soul's Grief Release will first bring that sadness to be far more fully present for some hours, or even a day or two. Gradually the sorrow is dissolved and released, and as the days pass the heart opens to a new possibility, a deeper reality in which it may be open to receive the joy of Angelic song.", "Please note that we are now only selling this as undiluted mother tincture, due to the fact that at stock strength the action of this essence stretches out over several days. Taken as mother tincture, the healing is basically achieved within 30 minutes or so. Take the drops orally and sit quietly with your eyes closed for at least 20 minutes. Repeat just once, a few days later. Then please share the bottle with a friend. A 15ml bottle contains enough mother tincture to help at least 15 people.", "It should be noted that Healing the Higher Heart and Spirit of the Higher Heart are essences that help to heal grief brought on by known causes, e.g., the death or loss of a loved one."],
    "indications": [],
    "effects": [],
    "keywords": ["Sadness"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Source of Life",
    "latin": "Cochlioda beyrodtiana",
    "description": ["Made in February 2010, this had a very interesting genesis. Adrian had been hoping we would find the final energetic elements for his Therapeutic Energy Kinesiology kit when I made Base Regulator in early February, but wonderful as Base Regulator is, there was a need for a further orchid essence to be made to create the necessary energetic composition. Walking into the greenhouse, Adrian felt this delightful and delicate species from Peru calling out to him. We brought the orchid out of the greenhouse, and set it up in a room in the house, with the bowl of water placed under the blooms.", "It is best to take this essence in the morning, as it has a strong awakening quality. This is not to say it is at all like coffee! The effect is more subtle, and comes about slowly. A gentle yet insistent alertness persisted with both of us for many hours that night after we had sipped the mother tincture. The most noticeable, even palpable effect of sipping the mother tincture was what felt like a fine and cool spray starting from area of the perinium, felt very clearly for several inches down the insides of the thighs. Adrian was delighted, as he could sense that this essence completed the search he had been on for his TEK kit. When combined with Base Regulator and one other essence, it created a powerful composition we have called Sacral Regulator.", "Adrian in his notes said: the essence is unique in being the only orchid essence which has an obvious selective target of the sexual aspect of the Dan Tien point and part of the 2nd chakra. It seems to enhance the sensitivity of the skin on the inside of the thighs' 'sex skin'. It realigns the energy systems in the pelvis, it rejuvenates the feeling of being alive in the pelvis, and 're-lights' the sexual centres to be aware of the deeper nature of ones sexuality. This essence needs to be bottled in the very dark purple Miron glass bottles."],
    "indications": [],
    "effects": [],
    "keywords": ["Sensuality/Sexuality", "Dead Pelvis Syndrome"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Spiral of Light",
    "latin": "Bulbophyllum purpureorachis & Black Tourmaline",
    "description": ["This essence creates a stillness within one, and a profound inner peace. Calming and stabilising the first two chakras, and anchoring in the 3rd chakra, it then ascends through the higher chakras above our body, connecting us with the light of the cosmos, of far distant galaxies. It could easily have been called Spiral to the Stars, as it links one to the Light of Creation. In the process of doing so it is able to bring about a gentle yet profound recalibration of one’s inner energies, enabling a reconnection with one’s highest purpose."],
    "indications": [],
    "effects": [],
    "keywords": ["Life Purpose", "Spiritual", "Peace", "Meditation"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Spirit of the Higher Heart",
    "latin": "Vandaceous hybrid",
    "description": ["This essence is the same as that of Healing the Higher Heart, but without the essence of Gold. Spirit of the Higher Heart enables a gentle fusion of the energy of the higher heart chakra with the spiritual chamber of the heart. Its effect is subtler than that of Healing the Higher Heart, and is a useful adjunct to Temple of Light or Temple of Light (5) to help expand the consciousness of the heart chakra to a state of unconditional love."],
    "indications": [],
    "effects": [],
    "keywords": ["Love", "Heart"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Thoracic Alignment",
    "latin": "Nanodes medusae",
    "description": ["This essence was made with the same orchid that produced Core of Being, but when the plant was not in bloom. Its action relates more to the alignment of the physical body, the spine and the thoracic cage of the torso. This aligning of the body provides a framework for more grounded energy flow within, and allows more space around the heart. Very helpful for bodywork, see also Shiva's Trident and Sacral Release.", "Thoracic Alignment is now included in the kit of 64 essences."],
    "indications": [],
    "effects": [],
    "keywords": ["Alignment"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Thymic Heart",
    "latin": "",
    "description": ["Has an effect of stilling the troubled soul and produces a sense of calmness. Helpful for people whose emotional sphere has not fully developed.", "Helps to clear the shadow and also strengthen the “thymic Heart” centre. This area is between the Heart Chakra and the Throat Chakra and is called the Higher Heart Chakra or Thymus Chakra. It is a minor chakra and is often described as the “seat of the soul”. Emotionally this chakra is linked to unconditional divine love (without ego), the desire and ability to give to others, giving from the heart, forgiveness, compassion and the release of fear."],
    "indications": [],
    "effects": [],
    "keywords": ["Heart"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Totem",
    "latin": "Paphiopedilum William Mathews 'Knobcreek'",
    "description": ["Within the circle there is boundless strength, knowledge and affirmation of the goodness that lies at the Heart of Mother Earth and Father Sky. We can with confidence call upon and/or discover our Power Animals when using this essence with the clarity, strength and stillness of the timeless heart. This essence helps us to step into the Hoop of all Nations - the Nations of Animals, of Peoples, of Galaxies."],
    "indications": [],
    "effects": [],
    "keywords": ["Shamanism"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "True Connections",
    "latin": "Zygolum Rhein Harlequin, Zygonisia Blue Angel, Zygolum Louisendorf 'Rhein Moonlight'  ",
    "description": ["This is a unique essence. It was made with three different but closely related orchids, each set up with its own bowl of water, and with the bowls forming an equilateral triangle. These orchid hybrids are all part of the Zygopetalum group: Zygonisia Blue Angel; Zygolum Louisendorf 'Rhein Moonlight'; and Zygolum Rhein Harlequin. It is neither a single essence nor a combination in the traditional sense, as the 3 distinct essences were all blended in a 4th bowl as soon as they were finished. This particular manner of the making of True Connections has given it some very unusual and extraordinary properties.", "Crown of Serenity creates the energetic foundation needed to fully benefit from True Connections, and also Celestial Triangle builds upon that structure further. As we build the vitality of the higher chakras (the ones above the head) there are also further refinements and interconnections which are able to form or be brought into activity. True Connections has little impact in the body, reserving its action for the higher chakras. In so doing it helps us to connect to the 'spiritual internet' of humanity, that area wherein we are all able to connect with one another at whatever distance we may be. This is not some airy-fairy notion. True Connections helps one to link with those people whom we need to connect with at this point, regardless of time and space. It enables us to know that there is a greater connection in humanity than we have been prepared to admit, and that at a higher spiritual level we are all a part of the greater universal consciousness of all beings."],
    "indications": [],
    "effects": [],
    "keywords": ["Communication", "Connection", "Spiritual"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Unconditional Love",
    "latin": "Phragmipedium schlimii, Phragmipedium Desormes, and an emerald",
    "description": ["There is a yearning in the soul to re-connect with our ultimate source, with Being which is beyond our understanding. A key step on that journey towards what some call the Divine, is to drop any pattern we may have of only conditionally opening our hearts to others. This essence helps us to dissolve the defensive emotional barriers we have constructed, and invites the heart to be open with love unconditionally. Only when the heart has re-learnt this way of being, are we then able to move forward on the next step, which is described with the essence Love’s Gift."],
    "indications": [],
    "effects": [],
    "keywords": ["Love"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Unconditional Snuggles",
    "latin": "Paphiopedilum Snowbird",
    "description": ["A gentle, comforting, lasting embrace. Great for adults at the end of a tough day and good for children at any time. What more can we say?"],
    "indications": [],
    "effects": [],
    "keywords": ["Stress"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Unicorn",
    "latin": "Gongora dresslerri (Central America)",
    "description": ["Keywords: Protective Action, Unquestioning Confidence, Invinsible Focus.", "Take a focused, committed and unfailing action. Meet that outer threat not with aggression but with the clarity of a positive outcome. Highly recommended for emergencies, jaor crisises or when one is truely threatened. This essence helps us to avoid distraction and giving our power away to a source of trouble or potential harm. Clears the energetic pathways of the head and into the brain by opening the Da-zhui point on the 7th cervical vertebra."],
    "indications": [],
    "effects": [],
    "keywords": ["Protection", "Emergency", "Confidence"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Unveiling Affection",
    "latin": "Phragmipedium Hanne Popow",
    "description": ["For loving and nurturing oneself, as well as opening our hearts with affection to those around us. Good for anyone who has every felt emotionally bereft, or who has difficulty valuing and caring for themselves. To hold affection in our hearts, for both self and others. This very first of the LTOE range remains a favourite."],
    "indications": [],
    "effects": [],
    "keywords": ["Love"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Violacea Veritas",
    "latin": "Phalaenopsis violacea var. Mentawai",
    "description": ["This is a new orchid essence which has profound effects on the 6th chakra. Helps bring awareness of the angelic aspects and connections of our being. Rewires the brain for the person to be able to fulfil their higher potential. Facilitates portals opening to higher levels, for accessing inner wisdom.", "This orchid is native to the Mentawai Islands off the coast of Sumatra in Indonesia. It has a lovely cinnamon-spicy fragrance, and the bloom persists for many weeks."],
    "indications": [],
    "effects": [],
    "keywords": ["Angelic", "Potential", "Wisdom"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Vital Clarity",
    "latin": "Phragmipedium besseae variety d’allesandroi, Phragmipedium kovachii & Amethyst",
    "description": ["Vital Clarity is the 2nd of a sequential trio of essences. Vital Core helps to stir up shadow aspects of the 2nd chakra, while Vital Clarity then helps with the realignment of these energies of the lower body chakras, to bring the foundation of the energy body into alignment with one’s deeper spiritual aspirations. Vital Light is then taken to further the soul’s journey into Divine Light."],
    "indications": [],
    "effects": [],
    "keywords": ["Alignment", "Sacral", "Spiritual"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Vital Core",
    "latin": "Phragmipedium besseae",
    "description": ["Vital Core is strongly energizing of the Root and 2nd chakras, as well as the gall bladder meridian. While having some activity on the Crown, Throat and Heart chakras, its action is primarily in the two lower chakras whereby it provides a strong 'get up & go' effect. The effect on the 2nd chakra is intriguing: though energizing, it is not a sexual energizing. It helps to release stored / blocked energies, including stored negative energies, and thereby helps to resolve shadow aspects of the Sacral chakra. In this way, it seeks to restore the natural sacredness of the 2nd chakra.", "Vital Core works at levels beyond that of Sacral Release; it can be a good idea to work with the latter first, and then to follow up with some days of Vital Core. In some respects Vital Core can be seen and used as a potent yang counterpoint to the yin qualities of Celestial Siren, which was made the same week in November 2009.", "Phragmipedium besseae is a species of slipper orchid which was discovered in Peru in 1981. In our process of making this essence, the orchid requested to have the process take place largely in the evening and into the dark of the night. A full moon on that clear night shone through the partially-curtained window, its beam upon the orchid and the bowl of water. This not only brought out the yang qualities of the orchid, but also enabled it to better access the shadow aspects of our lower chakras. (This also accounts for Vital Core having some very different qualities to the essence Radiant Strength of the Dancing Light Orchid Essences of the USA, which was made with the same species of slipper orchid.)"],
    "indications": [],
    "effects": [],
    "keywords": ["Sacral", "Dead Pelvis Syndrome"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Vital Light",
    "latin": "Phragmipedium besseae variety d’allesandroi, Phragmipedium kovachii & Kuan Yin Fluorite",
    "description": ["The culminating essence of the trio which includes Vital Core & Vital Clarity. With the 2 orchids acting on the lower body chakras, and the Kuan Yin Fluorite acting from the Heart chakra and above, a mystic chariot for the soul is invoked, the Merkabah. Vital Light is positive, refreshing, uplifting and energising."],
    "indications": [],
    "effects": [],
    "keywords": ["Spiritual"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Voice of Courage",
    "latin": "Stanhopea Havre des Pas",
    "description": ["A major essence for healing deep levels of the solar plexus (3rd chakra), as well as energizing the throat chakra. Brings strength of courage as well as a renewed commitment to the soul's deep purpose in this life. The solar plexus is likely to take many 'hits' in the course of our life, and these minor and major impacts on the 3rd chakra can often remain buried deep within. Voice of Courage brings healing to the solar plexus at these deep levels, and by so doing, and despite being a very 'yang' essence, it also helps one's sleep to be deeper and longer. Made on the 4th/5th of July this year (2010), we will have more to say by way of its action in due course."],
    "indications": [],
    "effects": [],
    "keywords": ["Commitment", "Life Purpose", "Courage"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Walking to the Earth's Rhythm",
    "latin": "Paph. St. Swithin",
    "description": ["There are two interconnected processes of this essence. The first is a return to the original energetic imprint of our DNA. Many magnetic and other electronic forces disturb this etheric fabric. This essence works specifically to repair very old ruptures within the etheric matrix of the throat chakra. In step two, we find that we are walking in harmony with the rhythm of the Earth herself. This is a calming and soothing essence good for helping one to gently come back to earth after deep meditations. Learn how to walk, and where to walk by 'listening with the feet'."],
    "indications": [],
    "effects": [],
    "keywords": ["Harmony", "Restoration"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "White Beauty",
    "latin": "Phal. aphrodite (Phillipines) & rose quartz",
    "description": ["Envelopes one's aura with unconditional love, akin to that of a mother for a newborn child. Nurturing and de-stressing. Refreshing and midly relaxing. Can be used as a post-trauma spray for both people and animals."],
    "indications": [],
    "effects": [],
    "keywords": ["Stress", "Love"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Winged Gold",
    "latin": "Grammatophyllum scriptum (S.E. Asia)",
    "description": ["An ancient Chinese gong sounds its tone, awakening one to the inner calling, to the fire of the soul's mission and destiny. The weaving of the tapestry of our myriad lives is completed in the utter gracefulness of the dance of the soul which knows its wholeness. Meditate on the peace of this essence to discover the fecundity of the sacred and the flowing purpose of our lives."],
    "indications": [],
    "effects": [],
    "keywords": ["Life Purpose"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Winged Messenger",
    "latin": "Bulbophyllum frostii",
    "description": ["A very good essence to help you manifest your goals, and which brings joy to the heart yet is also grounding. Helps you to be awake and in the present moment with a sense of cheer and lightness. This essence wants you to straighten the spine, and not slouch, thus enabling the heart to be both strong and open. Feel the delight and excitement that you felt as a child once more, despite the trials and troubles the years may have brought your way. Having faced the challenges life brings, let us not be weighed down by their memory. Slip on these fairy-shoes, and step out with assurance into a brand new day, on to a path which is either new or at least renewed.", "To some degree this essence presents a type of ‘litmus test’, relating to our inner journey and its expression in life. If we are on our deeper spiritual path, and living in accordance with that, one will feel joy when taking this essence. If there is any lack of harmony between the path and its outer manifestation, then the emotional response will be subdued, as the orchid helps one to realign within.", "Bulbophyllum frostii is a specie found at about 1400 meters in evergreen forests in Vietnam, and was first described in 1926. It grows in the warm section of our greenhouse."],
    "indications": [],
    "effects": [],
    "keywords": ["Manifesting", "Presence", "Joy"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Wisdom of Compassion",
    "latin": "Phalaenopsis Sussex Silk",
    "description": ["This orchid called out gently and clearly for an essence to be made, with its message of compassion for all beings. Made on the full moon anniversary of the Buddha's enlightenment. The need for this energy is fully apparent in the world at this time. The path of this essence may follow this sequence: It enters the ajana centre, a small but intense point between the brows, a major point of spiritual manifestaion. then it begins encircling the head with a protective energy to finally enter the crown chakra. Once the 'palace' of the crown is secure, this particular essence enters the heart chakra, evoking the Light of a Golden Lotus in full bloom. In meditation this essence is able to reach deeply into the portal of the heart chakra. Its transformative effect brings to the heart feelings of joy and eternal optimism, and compassion for all beings.", "One's heart opens out and flows out to the world like a gentle wide river, embracing the pain and travail that is all around us, yet without this pain and travail causing pain within one's heart or being. Instead there is simply a clear feeling of loving compassion within the heart, which feels like a blessing both on those around one, as well as a blessing within one own's heart and being. I don't know of any greater lesson the heart may learn than what this beautiful orchid wishes to share with us"],
    "indications": [],
    "effects": [],
    "keywords": ["Compassion", "Joy", "Optimism", "Meditation"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Single Orchid Essences",
    "name": "Wisdom of Compassion with Gold",
    "latin": "Phalaenopsis Sussex Silk",
    "description": ["There are two forms of this essence, one with and the other without essence of 24 karat Gold. This form is more appropriate for helping remedial circumstances, for example if someone tends towards selfdestructive cycles. They need compassion for themselves first, and the gold helps ensure that this groundwork of the heart's understanding is taken on board. Follow up after a few weeks with the non-gold form of Wisdom of Compassion.", "For therapists, it can be useful to know that Wisdom of Compassion (without the gold essence added) acts primarily on the Heart chakra, Inner Chamber of the Heart Chakra, and the Crown Chakra.", "Wisdom of Compassion with Gold acts primarily on the Heart Chakra, the Ajana Centre between the eyebrows, and the Dreamtime Point at the back of the head."],
    "indications": [],
    "effects": [],
    "keywords": ["Compassion", "Self-Love"],
    "stock": true
  }
]