[
  {
    "company": "Living Tree Orchid Essences",
    "group": "Other Essences",
    "name": "Achord",
    "latin": "",
    "description": ["This essence was made using a set of specially-made tuning forks, each attuned to one of the 7 principle chakras. It enhances and corrects disturbances in the chakras, and is useful for amplifying the effects of meditations on the chakras. Achord is able to correct the spin direction of the chakras, should that be needed.", "Its stimulating and stabilizing at the same time, grounding in an extraordinary way", "Here are a few brief tips for possible directions of action in the chakras:", "Chakra 1: Pain and fullness in the pelvis and vagina and excitation of the libido", "Chakra 2. Impression of pulling down in the uterus and the feeling of sadness", "Chakra 3. Cramping and contraction of the Belly and the desire to go to the bathroom", "Chakra 4. Feeling of fullness in the chest, awareness of the need to accept oneself", "Chakra 5. Wanting to scream in order to be heard, expressing oneself and expressing oneself", "Chakra 6. So far nothing obvious on the physical level can be determined, but profound effects on the third eye", "Chakra 7. A golden thread that extends to infinity.", "Regardless of the wide range of effects of this sound essence, anyone with a chakra imbalance will be able to benefit from taking Achord.", "It is best used in conjunction with the orchid essences, and has been included in a few.", "Essence created & prepared by Dr. Brito-Babapulle.", "Achord is a sound essence and is part of the orchid essences Being in Time, Heaven's Gate and the orchid combinations Revelation, Coming Home and Sympathetic (P)"],
    "indications": [],
    "effects": [],
    "chakras": ["Root", "Sacral", "Solar Plexus", "Heart", "Throat", "Third Eye", "Crown"],
    "keywords": ["Balance"],
    "images": ["LTOE/Other Essences/achord.jpg"],
    "stock": false
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Other Essences",
    "name": "Child's Play",
    "latin": "",
    "description": ["Brings calmness of mind, with easy attention and action. The heart & mind re-discover the joy of simply being. We do our best, and what one doesn't know or understand is fine, and as it should be. Child's Play helps one to experience complete surrender to the great Mystery of the Universe.", "Child's Play helps us loosen up and allow some fun and play and joy in our lives. If we are too straightforward and too sober or if we lack imagination in the way we are, Child's Play helps usto relax and use our imagination and creativity to explore new ways to expand and open up our experience of life.", "This essence was originally created by Rose Titchiner Founder of the Light Heart Essences."],
    "indications": [],
    "effects": [],
    "chakras": [],
    "keywords": [],
    "images": ["LTOE/Other Essences/childs_play.jpg"],
    "stock": true
  },
  {
    "company": "Living Tree Orchid Essences",
    "group": "Other Essences",
    "name": "Narnia Sphagnum Moss",
    "latin": "",
    "description": ["Once there was a magical woodland in Sussex, and in that extraordinary woodland was a wonderful, vibrant patch of the greenest sphagnum moss. An essence was made with that moss and it shared its magical properties with whoever imbibed it. Joyful, gently awakening, the cellular health of the moss shared its message of health with anyone it could reach. The moss had a very strong signature of vibrant, healthy cellular growth, and it helps our own cells to remember that healthy blueprint. A 'gatekeeper' for our perception of the unseen realm of the spirits of nature, the light of this essence just might invite you to see the world with new eyes"],
    "indications": [],
    "effects": [],
    "chakras": ["Inner Chamber of the Heart", "Third Eye", "Ba'hui Point"],
    "chakrasSecondary": ["Root", "Solar Plexus", "Heart", "Ajana Centre", "Crown", "Dreamtime Point"],
    "meridians": ["Conception Vessel"],
    "meridiansSecondary": ["Bladder"],
    "keywords": ["Gardening", "Nature", "Restoration", "DNA", "Psychic Developement"],
    "images": ["LTOE/Other Essences/narnia_sphagnum_moss.jpg"],
    "stock": true
  }
]