[
  {
    "company": "Indigo",
    "group": "New Child Series",
    "name": "Azurite (Indigo)",
    "description": ["Healing the Heart Within", "Deep azure blue, with some yellow and green, looks like the world.", "Dissolves blockages caused by fear which have made your heart snap closed. Gives you the courage to heal. Opens the back of the heart to let love in again, giving you a great feeling of comfort and peace. Releases the tears behind the fears that stop you from moving on. Eases rigidity in the emotional body and allows energy to flow. Azurite relates to the 3rd eye and is one of the main Indigo stones. This essence can help adults to understand the Indigo point of view."],
    "indications": ["fear", "closed heart", "energy block", "stuck energy"],
    "effects": [],
    "keywords": ["Fear", "Heart", "Peace"],
    "stock": true
  },
  {
    "company": "Indigo",
    "group": "New Child Series",
    "name": "Calcite (Indigo)",
    "description": ["Holding the Dream Within", "Clear, looks like a beautiful big dome with rainbows in it.", "Holds all the dreams of all the children in the whole world. Helps you see the truth, see through things and yet dispels cynicism. Brings back a sense of joy, wonder and innocence. Calcite builds trust so that you can make friends. Calcite helps you believe in your dream, even in the face of cynicism and ridicule."],
    "indications": ["for broken dreams", "lack of trust", "fear of friendship"],
    "effects": [],
    "keywords": ["Truth", "Perception", "Joy", "Trust", "Belief"],
    "stock": true
  },
  {
    "company": "Indigo",
    "group": "New Child Series",
    "name": "Charoite (Indigo)",
    "description": ["Finding the Peace Within", "Dark purple with lots of paths running through it.", "Shows you the way through your fears to perfect peace. This gives you a feeling of security which helps to ease dependence on ritual behaviours (e.g., obsessive/compulsive). Changes loneliness to love and warms the heart."],
    "indications": ["for fear", "loneliness", "feeling lost"],
    "effects": [],
    "keywords": ["Fear", "Peace", "Addictions", "Obsessive", "Loneliness"],
    "stock": true
  },
  {
    "company": "Indigo",
    "group": "New Child Series",
    "name": "Chrysocolla gem Silica (Indigo)",
    "description": ["Hearing the Child Within", "Turquoise blue surrounding beautiful little shimmery light blue caves.", "Makes you feel as if you are being held in a mother's arms - safe and at peace. Allows you to feel safe enough to say what you really feel. Helps children who find it hard to express themselves. Soothes the aura and brings a sense of calm to children who are very sensitive to energies and find it hard to settle, e.g., ADHD."],
    "indications": ["for when you're afraid to speak", "unsettled", "scared"],
    "effects": [],
    "keywords": ["Safety", "Expression", "Unsettled"],
    "stock": true
  },
  {
    "company": "Indigo",
    "group": "New Child Series",
    "name": "Hematite (Indigo)",
    "description": ["Holding the Light Within", "Very shiny black.",  "Helps you to be very 'light' yet very strong and grounded. Connects you to the Spirit team who oversee the earth changes. They will help you deal with the rising vibrations of the planet without becoming unbalanced. Adjusts reversed polarity. Eases mental stress caused by an overactive mind by drawing the energy down out of the mind and dispersing it throughout the body. Encourages children who are perfectionists, and a bit fanatical, to relax and let go."],
    "indications": ["for when you feel dizzy", "stressed", "thinking too much"],
    "effects": [],
    "keywords": ["Grounding", "Support", "Stress", "Letting Go"],
    "stock": true
  },
  {
    "company": "Indigo",
    "group": "New Child Series",
    "name": "Hiddenite & Kunzite (Indigo)",
    "description": ["Feeling the Joy Within", "Hiddenite is very pale green, looks like a space ship with a few bits broken off. Kunzite is a beautiful rosy pink.", "The little hiddenite stone has been very damaged but its essence is joy. Together with its sister kunzite, their message is that no matter how bad things have been, it is possible to feel joy again. The rosy pink of the kunzite helps space cadets feel safe enough to come back into their physical bodies. This essence helps to keep the energy body balanced in the presence of geopathic stress, making it easier for very sensitive beings to stay in their bodies. The colours green and pink both relate to the heart chakra so this essence helps this chakra to stay open and is particularly useful for teenagers embarking on their first relationships."],
    "indications": ["for when you feel sad", "heavy", "depressed"],
    "effects": [],
    "keywords": ["Depression", "Joy", "Sadness"],
    "stock": true
  },
  {
    "company": "Indigo",
    "group": "New Child Series",
    "name": "Isis (Indigo)",
    "description": ["Finding the Balance Within", "Clear crystal point with five sides.",  "Lifts the weight off your heart, giving you a feeling of indestructible strength and determination. Balances the left and right sides of the being. Brings in all the colours of the rainbow and helps to balance your chakras. Triggers the body's self-healing mechanism. Helps you to bounce back after sickness and grief. Brings in a new energy, the energy of 'be-ing.'"],
    "indications": ["for when you feel sick", "tired", "unbalanced"],
    "effects": [],
    "keywords": ["Strengthing", "Fatigue", "Balance"],
    "stock": true
  },
  {
    "company": "Indigo",
    "group": "New Child Series",
    "name": "Kyanite (Indigo)",
    "description": ["Keeping the Focus Within", "Beautiful greyish blue.", "Helps to focus energy, pull it together and direct it downwards to the earth star under your feet, making you feel centred and grounded. Will help you focus and pull everything together to bring new ideas into be-ing. Will calm the troubled waters of the emotional turmoil we are all going through at the moment and encourage you to move on through it"],
    "indications": ["for when you feel unfocussed", "all over the place", "lacking ‘yang’ energy"],
    "effects": [],
    "keywords": ["Focus", "Grounding"],
    "stock": true
  },
  {
    "company": "Indigo",
    "group": "New Child Series",
    "name": "Larimar & Rose Quartz (Indigo)",
    "description": ["Feeling the Love Within", "Soft, wispy pale blue larimar and marshmallowy pink rose quartz.", "Helps you to feel happy with yourself. Helps you love and accept all parts of yourself. Encourages you to be gentle with yourself and know that there is no such thing as 'wrong'. Helps sensitive children brush off the fears and doubts that others try to lay on them"],
    "indications": ["for when you feel I hate myself", "I blame myself", "I don’t trust myself"],
    "effects": [],
    "keywords": ["Self-Love", "Self-Esteem/Self-Worth"],
    "stock": true
  },
  {
    "company": "Indigo",
    "group": "New Child Series",
    "name": "Lepidolite (Indigo)",
    "description": ["Letting Go Within", "Lovely silvery pale purple in very fine bendy sheets.",  "When you've been under pressure, helps you to relax, chill out and go with the flow. Transforms the tension of fear and resistance to soft accepting energy. Conducts energy throughout the body so that it doesn't build up in any one place. Supports the free movement of CSF. Encourages abdominal breathing. Makes it easier for the new child to expand his/her energy safely."],
    "indications": ["for when you feel under too much presssure", "weight on chest"],
    "effects": [],
    "keywords": ["Tension", "Letting Go"],
    "stock": true
  },
  {
    "company": "Indigo",
    "group": "New Child Series",
    "name": "Pyrite (Indigo)",
    "description": ["Knowing the Knowing Within", "Little gold stone with an impish ET-like face.",  "Helps you to see clearly, know what is true and repel any energies that aren't good for you. Pyrite helps to clear the body of all sorts of toxins including by-products of food allergies. Helps children stay in their bodies even in the presence of difficult energies. Encourages a mature sense of discrimination and awareness without judgment or blame."],
    "indications": ["for when you don’t know what to believe"],
    "effects": [],
    "keywords": ["Truth", "Clarity", "Detoxification"],
    "stock": true
  },
  {
    "company": "Indigo",
    "group": "New Child Series",
    "name": "Ruby with Kyanite 1 (Indigo)",
    "description": ["Feeling the Feeling Within", "Soft warm red ruby and beautiful greyish blue kyanite.", "Clears out old, inherited patterns to do with the use of male or yang energy. Heals genetic memories of abuse. Promotes and helps integrate a new male energy. Helps you stay focused enough to bring ideas into being in a new way."],
    "indications": ["for when you feel fear of men", "fear of being male", "imbalance of yang energy"],
    "effects": [],
    "keywords": ["Ancestral Healing", "Abuse", "Fear"],
    "stock": true
  },
  {
    "company": "Indigo",
    "group": "New Child Series",
    "name": "Ruby with Kyanite 2 (Indigo)",
    "description": ["Feeling the Power Within", "The female counterpart of Ruby & Kyanite 1.", "Clears out old, inherited patterns with the use of female energy. Helps remove tendencies to be passive. Allays fears about be-ing female. Helps to bring your new female and male energies into balance."],
    "indications": ["for when you feel fear of being female", "fear of women", "imbalance of yin energy"],
    "effects": [],
    "keywords": ["Ancestral Healing", "Fear"],
    "stock": true
  },
  {
    "company": "Indigo",
    "group": "New Child Series",
    "name": "Selenite (Indigo)",
    "description": ["Bringing the Light Within", "Soft white, long, clear stone with lots of light in it.", "Softens up your body so that more light can come in. Teaches you to allow and trust the changes that are happening. Helps you raise your own vibration and heightens your senses. Helps you access your own inner language so that you 'know' the answers to your current questions. Shows us what heaven on earth could be like."],
    "indications": ["for when you feel stiff/stuck", "afraid of change"],
    "effects": [],
    "keywords": ["Letting Go", "Trust", "Evolution", "Intuition"],
    "stock": true
  }
]