[
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Bluebell (Pacific)",
    "latin": "Endymion non scriptus",
    "description": ["For giving up constraints; opening the channels of communication", "Fear prevents us from expressing ourselves: fear of being noticed, fear of being ridiculed, fear of being punished. Very early in life we learned to behave in ways for which we were rewarded, and we carry these cell memories into adult life where they stifle our ability to align with and to express our inner being.", "Bluebell helps us to release old programmes and to engage in what really fulfills us. It allows us to step out from the imagined comfort of being in the crowd and to express our own uniqueness. It fortifies our courage to 'follow our bliss.'", "The violet blue colour of Bluebell resonates with the Throat chakra, the centre of self-expression. It is effective for emotionally caused speech disorders and autistic behaviour patterns. It combats shyness and that feeling of discomfort that arises when we feel unable to make ourselves understood or when we are afraid of being judged.", "At a physical level this remedy affects problems related to deficient energy in the Lung and Kidney channels. It boosts low energy and combats fatigue. It promotes the ability to breathe during panic or anxiety attacks. It strengthens the will and alleviates fear, especially fear of being seen and self-expression."],
    "indications": ["Shyness", "Fear", "Panic Attacks", "Tongue-tied", "Uncomfortable", "Fatigue", "Autism", "Speech disorders"],
    "effects": ["Openness", "Communication", "Self-expression"],
    "chakras": ["Throat"],
    "meridians": ["Lung", "Kidney"],
    "elements": ["Metal", "Water"],
    "keywords": ["Expression", "Fear", "Insecure", "Commmunication"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Blue Camas",
    "latin": "Camassia quamash",
    "description": ["For acceptance and objectivity; balances the intuitive and the rational; unifies the right and left brain", "Blue Camas is for the really creative person who tends to be a little impractical and for the down-to-earth practical person who is unable to access intuition. When we are unable to fully utilize both hemispheres of the brain it is like trying to fly with only one wing. In order to live fully we need to feel able to move effortlessly between logic and intuition.", "The Solar Plexus chakra stores memory from previous incarnations. It is the seat of the ego and personal identity in this life. So a person may hold an unconscious memory of being burned at the stake for using inner wisdom in a previous life and choose in this life to be an IBM executive. The residual primal fear stored in the third chakra/Solar Plexus prevents them from feeling comfortable with intuition. Blue Camas does not necessarily release the fear, but it does prevent it from interfering with access to the whole brain. For instance, it allows the IBM executive to be a watercolour painter after work.", "At a physical level this remedy works well with dyslexia and other learning disabilities, including the inability to learn from experience"],
    "indications": ["Learning disabilities", "Dyslexia", "Fear"],
    "effects": ["Balance between intuitive and rational", "Balance between right and left brain", "Inner knowing", "Perspective", "Intuition"],
    "chakras": ["Solar Plexus", "Throat"],
    "meridians": ["Kidney", "Bladder"],
    "elements": ["Water"],
    "keywords": ["Integration", "Intuition", "Study"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Blue Lupin",
    "latin": "Lupinus rivularis",
    "description": ["For clear and precise thinking", "This remedy links the pineal gland, the organ of spiritual perception, with the pituitary gland, the organ of metabolic control and balance. The optimal functioning of these two glands is essential for eliminating confusion and remembering who we are.", "Blue Lupin can help to alleviate feelings of depression which arise from not being able 'to see the forest for the trees' and helps us to focus our attention. It simplifies issues.", "Blue Lupin impacts on the Liver channel, which is often referred to as the organ of detoxification and helps to maintain clarity and purity within the physical system. The emotion of the Liver is anger, which is just another energy in motion. When we hang on to anger it becomes frustration, depression, and even despair. Blue Lupin works to purify the emotional body of anger residue so that we can fully access our mental potential.", "With Blue Lupin, the Body/Mind templates are clear and the physical survival energy of the Root chakra is transformed to the spiritual survival of the soul.", "Primarily working at a mental level this essence will also impact upon the physical discomforts of toxin-related headaches and digestive disorders."],
    "indications": ["Anger", "Depression", "Distraction", "Confusion", "Headaches"],
    "effects": ["Concentration", "Clarity", "Attention"],
    "chakras": ["Root"],
    "meridians": ["Liver"],
    "elements": ["Wood"],
    "keywords": ["Focus", "Detoxification", "Anger", "Confusion"] 
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Easter Lily",
    "latin": "Erythronium oreganum",
    "description": ["Encourages free expression of self; eliminates social masks", "Easter Lily helps to integrate the different aspects of our personalities, allowing us to express ourselves openly and honestly.", "Its connection to the Crown chakra makes it particularly effective as a tool for getting past the roles we assume in order to make ourselves more attractive to others. When we express our inner being from the Heart centre or serve as a channel for universal energy through the Crown chakra the power of that energy alignment is so strong that we become as light shining away the darkness of illusion.", "Connected to the Water element in Chinese medicine, Easter Lily affects both the Kidney and Bladder channels. The Water element is in charge of vital energy reserves in the Body/Mind and controls our ability to adapt to stress. Water always finds a course around obstacles in its path. It flows.", "The Kidney channel stores the vital essence which is the energy matrix necessary for the formation of Qi. Easter Lily helps us to discover and to express the 'pearl in the oyster, the diamond in the lump of coal.'", "For women, Easter Lily has proved to be highly effective for Premenstrual Syndrome and other gynecological imbalances."],
    "indications": ["Concentration", "Clarity", "Attention"],
    "effects": ["Honesty", "Integrity", "Purity", "Truth", "Self-expression"],
    "chakras": ["Heart", "Third Eye", "Crown"],
    "meridians": ["Kidney", "Bladder"],
    "elements": ["Water"],
    "keywords": ["Authenticity", "Expression", "Pre-Menstrual"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Fireweed (Pacific)",
    "latin": "Epilobium angustifolium",
    "description": ["Realization of the abundance of love both within and without", "With its connection to the Fire element and the Heart chakra, Fireweed dissolves fear and makes way for love.", "Emotional experience is recorded on the Heart. In Chinese medicine, the Heart is the home of Shen, or consciousness. When our heart is broken or damaged from excessive emotional insult, the Spirit does not feel at home, and becomes restless. It can even temporarily vacate the body, as in cases of severe shock. Fireweed eases the Heart and gently coaxes the Shen back into embodiment. It allows us to experience love as a vital force in our lives and dissolves feelings of separation from self and others.", "Physically this remedy improves circulation. It softens muscles and fascia in the chest and upper back.", "Emotionally it allow us to embrace each relationship as a new experience without residue from previous ones.", "After a forest has been clear cut and slash burned, Fireweed is the first plant to grow. One can see a purple magenta haze over the ugly burned stumps. This is Mother Earth's way of loving herself back to health."],
    "indications": ["Shock", "Coldness", "Unlovable", "Separation", "Fear", "Emotional Wounds"],
    "effects": ["Love", "Loving", "Loveable", "Compassion", "Abundance"],
    "chakras": ["Heart"],
    "meridians": ["Heart"],
    "elements": ["Fire"],
    "keywords": ["Love", "Abundance", "Relationships", "Shock", "Recovery"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Goatsbeard (Pacific)",
    "latin": "Aruncus sylvester",
    "description": ["For the power to visualize oneself in a state of deep relaxation", "Goatsbeard enables us to see ourselves as calm and relaxed in stressful situations. It activates the thymus gland to deal with stress effectively. This is the remedy of non-action, of resolving tension by creating a state of inner alignment before taking action.", "Goatsbeard reminds us that desires can be fulfilled only when we are willing to balance mental, physical and emotional by pausing in peace. Only then can we be fully able to respond to whatever life presents to us. Rest before activity brings greater fulfillment from the action.", "Primarily a remedy for the Mental aspect, it is also related to the Small Intestine meridian in Chinese medicine and assists with the assimilation of experience. Its connection with the Spleen strengthens the immune system and promotes the production of white blood cells.", "Physically it will be helpful with any stress-related disorder by permitting us to relax and to rejuvenate our body chemistry.", "For people who are using visualization as a primary tool in self-healing, this remedy is of great assistance in the centering process."],
    "indications": ["Tension", "Tightness", "Stress", "Weak Immune System"],
    "effects": ["Relaxation", "Visualization", "Meditation", "Imagination"],
    "chakras": ["Third Eye"],
    "meridians": ["Small Intestine, Spleen"],
    "elements": ["Fire", "Earth"],
    "keywords": ["Rejuvenation", "Relaxation", "Stress"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Harvest Lily",
    "latin": "Brodiaea coronaris",
    "description": ["Supportive to group energy; supports the ability to see another's point of view", "This is a remedy of expansion and awakening. It helps the individual to move beyond ego boundaries and to begin to appreciate 'other' as the same Self. Here the potential for true community exists. Real community can only evolve from that place of 'Namaste' - a Sanskrit word meaning 'I acknowledge that place in you where we are both the same.'", "Harvest Lily works with the Fire element in Chinese medicine and especially the Triple Warmer and Heart Protector meridians. Both of these channels have to do with relationship. It is useful for resolving tensions in interpersonal relationships. When an individual feels harmonious and balanced, that energy radiates out into the group.", "Emotionally, it provides an energy matrix for the unification of group energy. It is particularly helpful when two opposing groups are involved in negotiating a win/win outcome.", "This remedy can be generally applied to disorders of reproduction and elimination, digestion and absorption, or respiratory and cardiac problems if their source is an imbalance in Fire."],
    "indications": ["Social interaction", "Ego"],
    "effects": ["Cooperation", "Community", "Allowing", "Acceptance", "Beauty"],
    "chakras": ["Solar Plexus", "Crown"],
    "meridians": ["Triple Warmer", "Heart Protector"],
    "elements": ["Fire"],
    "keywords": ["Community", "Unity", "Relationships"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Hooker's Onion",
    "latin": "Allium cernuum",
    "description": ["Supportive to group energy; supports the ability to see another's point of view", "Primarily a remedy for Spirit, Hooker's Onion has direct impact on all seven major chakras, gently unfolding the full potential of each energy centre to work in harmony together. It creates a vital and harmonious link between heaven and earth.", "Hooker's Onion acts as a catalyst for creative expression and lightens the heart. It helps to dissolve writer's block.", "This remedy also has the potential to release birth traumas. It dissolves the fear both for mother and child as physical separation occurs and helps to maintain the real connection at the level of Spirit. It is effective for postpartum depression. It resolves the emotional attachment - the 'my child' syndrome - that inhibits a full and rewarding relationship between parents and children."],
    "indications": ["Overwhelmed", "Blocked", "Stuck", "Frustrated", "Dense", "Heavy", "Depression-post partum"],
    "effects": ["Birth", "Re-birth", "Humour", "Light", "Playful", "Curiosity", "Creativity", "Spontaneity", "Light", "Freedom"],
    "chakras": ["Root", "Sacral", "Solar Plexus", "Heart", "Throat", "Third Eye", "Crown"],
    "meridians": ["all 12 meridians"],
    "elements": ["all 5 elements"],
    "keywords": ["Creativity", "Depression", "Spiritual"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Orange Honeysuckle",
    "latin": "Lonicera ciliosa",
    "description": ["Evokes peaceful creativity", "The keynote of this flower is its brilliant orange colour which is the colour to stimulate digestion. It is a powerful tonic for digestive disorders.", "Orange is also the colour which harmonizes the Sacral chakra. This second chakra governs power and creativity, not only in the act of physical pro-creation but also the direction and expression of that energy into other creative channels. In this regard Orange Honeysuckle is effective for women going through menopause who have directed a lot of energy into birthing and raising their families. When their children leave home they often feel lost and have no outlet for the expression of this energy. It is also useful for teenagers where the volatility and turmoil of puberty can be channelled towards life supporting creative expression. It is not about life changes per se, but about changes where energy has been directed in one way and that particular form of expression is no longer available. Often this results in a crisis of personal identity and accompanying tension in the physical body. Orange Honeysuckle helps us to tap into that place of inner body wisdom and to redirect the energy accordingly.", "At the emotional level, it releases blocks to the creative force and thereby diffuses the frustration, or even anger, which arises when creative expression is thwarted.", "It can transform sexual energy to be directed in other creative channels and can help to release us from the bondage of desires."],
    "indications": ["Anger", "Frustration", "Lost"],
    "effects": ["Identity", "Inner direction", "Wisdom", "Creative expression"],
    "chakras": ["Sacral", "Solar Plexus"],
    "meridians": ["Triple Warmer"],
    "elements": ["Fire"],
    "keywords": ["Creativity", "Digestion", "Menopause", "Sensuality/Sexuality"]  
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Plantain",
    "latin": "Plantago major",
    "description": ["Releases mental blocks and draws off negativity", "This essence works on an etheric level in a similar manner to the way in which the plant works at a physical level. Plantain helps us to release bitterness and resentment, which over time produces calcification and rigidity in the Body/Mind. It actually dissolves the negative thought patterns which keep us stuck and which can eventually lead to emotional and physical disorders if left unchecked.", "Acting through the Liver meridian, it helps us to recognize and to release unhelpful thoughts as they come into consciousness. It is especially useful when we have repetitive thoughts and we feel we have no control over them. At the emotional level it dissolves the frustration and resentment that often arise when we are critical and judgmental.", "Through its connection with the Crown chakra it enables us to bring the vision of Unity consciousness to bear on all the events and people in our lives, including ourselves.", "Physically this remedy is most effective for blood and liver disorders. It works effectively on any condition of physical toxicity resulting from mental or emotional poisons, like migraine headaches and indigestion."],
    "indications": ["Resentment", "Toxicity", "Mental stickiness", "Bitterness"],
    "effects": ["Purification", "Cleansing"],
    "chakras": ["Sacral", "Crown"],
    "meridians": ["Liver", "Gall Bladder"],
    "elements": ["Wood"],
    "keywords": ["Cleansing", "Stuck", "Repetitive Thoughts", "Detoxification"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Salal",
    "latin": "Gaultheria shallon",
    "description": ["For realizing our power to forgive ourselves and others", "Forgiveness is another way of 'letting go' and of not getting stuck in positions about our projections. It is rooted in non-judgement and a recognition that justice is not our job.", "It is not the kind of forgiveness which judges the situation or person and then decides to be magnanimous and superior by forgiving. It is forgiveness which honours ourselves, others, and the flow of life.", "Salal helps us to sort out and to assimilate life experience and frees us to view reality through the window of the Heart. It dissolves self-righteousness. When we are unforgiving, the energy in our Heart centre becomes blocked.", "This is primarily an emotional and mental remedy. It clears stress at these levels and allows us the freedom and joy to experience the embodiment of Spirit, which manifests in mysterious ways."],
    "indications": ["Grudges", "Resentment", "Self-righteousness", "Grievances", "Judgement"],
    "effects": ["Freedom", "Independence", "Compassion"],
    "chakras": ["Heart"],
    "meridians": ["Heart", "Small Intestine"],
    "elements": ["Fire"],
    "keywords": ["Forgiveness"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Snowberry",
    "latin": "Symphoricarpus albus",
    "description": ["For accepting life as it is, in the moment", "Snowberry dissolves resistance to 'what is' and gently leads us to acceptance. Situations and experiences may not appear to 'make sense.' Nonetheless we can embrace them wholeheartedly.", "Embracing 'what is', even when it is painful, can lead to that exquisite experience of ecstasy. Snowberry guides us to this place of being fully alive in the moment.", "The soul is a fragment of the Light. On its journey through life it encounters shadows and darkness even within itself. Only by acknowledging and embracing the dark can we move again into the Light. If we resist, the darkness intensifies.", "Working through the Crown chakra we remember who we are and accept 'what is' as a challenge. Snowberry fortifies the link between the Crown and Heart chakras and leads to vibrancy of the Heart.", "Physically it is effective for chronic fatigue syndrome and seasonal affected disorders."],
    "indications": ["Resistance", "SAD-Seasonal Affective Disorder", "Chronic Fatigue Syndrome"],
    "effects": ["Present moment", "Being here now", "Enthusiasm"],
    "chakras": ["Crown", "Heart"],
    "meridians": ["Kidney", "Bladder"],
    "elements": ["Water"],
    "keywords": ["Acceptance"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Arbutus",
    "latin": "Arbutus menziesii",
    "description": ["spiritual tonic: enhances qualities of depth and integrity", "Arbutus helps us to experience ourselves as embodiment of Spirit. It alleviates the feeling of sadness which can occur when we feel limited by physical reality. It allows us to experience ourselves as Spirit unfolding.", "This is the remedy to take when we feet lost and homesick, when all our efforts seem futile and we feel like orphans far away from our true home.", "Physically, Arbutus affects Lungs which are always depleted by sadness. This is a remedy for being able to hang on tightly and let go lightly, embracing life experience and simultaneously recognizing that our lives are a fragment of a much larger, magnificent tapestry. The breath flows in and out without conscious direction. We can navigate the course of our lives with similar ease. There is a part of each of us that remembers who we really are and can access that connection to our Source. It is said that Hun, the spirit of the Wood element in Chinese medicine, is the only spirit that returns with us to successive incarnations. When the Liver is healthy, we are able to follow the impulse of our individual growth towards wholeness.", "Emotionally it helps us to move through homesickness, the inner longing of the soul to find its true home."],
    "indications": ["Abandonment", "Homesickness", "Sadness", "Grief", "Longing", "Anxiety-Spiritual", "Parent and child"],
    "effects": ["Animus", "At home", "Wisdom-spiritual", "Source", "Bonding with father"],
    "chakras": ["Crown"],
    "meridians": ["Lung", "Liver"],
    "elements": ["Metal", "Wood"],
    "keywords": ["Abandonment", "Spiritual"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Candystick",
    "latin": "Allotropa virgata",
    "description": ["physical tonic: releases pelvic tension and promotes pelvic alignment", "Releases any blocked energy around abortion, miscarriage, birth and sexuality. It helps to transform self-anger and frustration at these times and to honour the self despite the trauma. It allows one to gain perspective.", "In the case of abortion it is about learning to live with and being willing to honour our own choice.", "In the case of miscarriage it is about being willing to honour the free will of the unborn soul.", "At a much deeper level Candystick is about honouring the mystery of life phenomena unfolding. It links the energies of the sacral and throat chakras both of which are connected to freedom of individual expression.", "Physically, Candystick is useful for any injuries to the sacrum or pelvic girdle. For women it is helpful for any insult to the reproductive system - surgery, miscarriage, abortion."],
    "indications": ["Survival", "Trauma", "Pelvic", "Girdle", "Lumbar spine", "Sacrum", "Abortion", "Miscarriage", "Anger"],
    "effects": ["Free Will", "Soul Purpose", "Self-expression", "Acceptance", "Allowing"],
    "chakras": ["Sacral", "Throat"],
    "meridians": ["Kidney", "Bladder"],
    "elements": ["Water"],
    "keywords": ["Pelvis", "Sensuality/Sexuality"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Chickweed",
    "latin": "Stellaria media",
    "description": ["for acknowledging and experiencing timelessness; being fully present and able to respond", "This remedy is about harnessing all resources and being fully present without any thought of what has come before or what might transpire in the future. It allows us to be in the cosmic flow and to respond impeccably, as if each action has impact on the whole.", "Chickweed nourishes the Throat chakra and allows us to express ourselves freely and easily. It supports the Gall Bladder channel to release tension and to give up its need for control. We can lighten up and experience the magic of this instant!", "This is an excellent remedy for releasing grievances from the past and for 'taking no thought' for the future. It helps us to see ourselves and our world as if this moment is the only time there is.", "Chickweed is most helpful for health practitioners, therapists and counselors who need to be able to be present and available for their clients. It is also effective when one is stuck in any kind of emotional drama or thought process.", "Primarily a mental and spiritual essence, we have also received reports that it has been used effectively for losing weight. Excess weight can often represent a kind of stuckness, and carrying the baggage from old emotional hurts."],
    "indications": ["Overweight", "Alcoholic", "Bitterness", "Resentment", "Stuck", "Unavailable"],
    "effects": ["Responsible", "Available", "Weight regulation"],
    "chakras": ["Throat", "Root"],
    "meridians": ["Gall Bladder"],
    "elements": ["Wood"],
    "keywords": ["Presence", "Stuck"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Death Camas",
    "latin": "Zygadenus venenosus",
    "description": ["spiritual rebirth: for awareness of the spiritual connection with all of life", "When it feels as if the whole world is crumbling, this remedy reminds us of the eternal thread which holds all of life together - the endless dance of the ebb and flow of energy. 'What appears to be the end of the world to the caterpillar, the master calls a butterfly.' (Bach).", "This is a remedy for beginning new jobs, new relationships, starting any new adventure, or ending any of these. It alleviates stress and worry in times of transition and enables us to appreciate the experience as an opportunity to shed another skin that we have outgrown. It embodies courage and fearlessness which leads us to ecstasy and transformation.", "Death Camas is also especially helpful when we deliberately choose to do a process of self-cleansing - fasting, examination of beliefs etc."],
    "indications": ["Change", "Change-sudden", "Transitions", "Worry"],
    "effects": ["Transformation", "Purification", "Courage", "New beginnings"],
    "chakras": ["Sacral","Heart"],
    "meridians": ["Lung", "Kidney"],
    "elements": ["Metal", "Water"],
    "keywords": ["Transition"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Grass Widow",
    "latin": "Sisyrinchium douglasii",
    "description": ["for releasing old beliefs and limiting patterns", "Primarily a mental remedy, Grass Widow assists us to question our beliefs and to be able to change them if they are not working for us. If we are not radiant and at peace with ourselves, this essence assists in identifying the underlying belief pattern and strengthens the will to release it. This includes beliefs about ourselves and others.", "Grass Widow relates to the challenges of the structures we have chosen in this life - family, work, religion etc. The choice can be to detach from the structures which are not in alignment with our greater purpose.", "Mentally it relates to the indigestibility of unevaluated beliefs and physically to digestion problems especially those related to food intolerances.", "Emotionally it relates to the fear around letting go of the illusion of comfortable discomfort if we find ourselves in a belief system which does not have the support of mass consciousness."],
    "indications": ["Fear-of being judged", "Limited thinking", "Mass consciousness", "Hypersensitivity", "Food intolerances"],
    "effects": ["Self-determined", "Willpower", "Wisdom", "Letting go"],
    "chakras": ["Heart"],
    "meridians": ["Stomach", "Large Intestine"],
    "elements": ["Earth", "Metal"],
    "keywords": ["Letting Go", "Peace", "Fear"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Nootka Rose",
    "latin": "Rosa nutkana",
    "description": ["for expressing love of life, laughter, and joy", "Nootka Rose is the embodiment of Spirit. It centres us in the Heart chakra, promotes laughter and joy, and dissolves bitterness and resentment.", "This is a spiritual remedy. It is a reminder that the life of the soul does not begin with physical birth, nor end with physical death. It is the remedy to take when the thorns of life experience are too sharp. It allows us to embrace life even when we have sustained major trauma to the physical, emotional, or mental. It is an excellent remedy for those who have experienced 'spiritual crisis'- abuse, abandonment, psychic, emotional, or physical assault. It helps to reintegrate the psyche after such assault and can heal fragmentation even years after the experience. Even if the cause is self abuse, as in the use of recreational drugs or alcohol, the effects are the same. It is for all those experiences where the Soul does not feel safe in the physical vehicle. Emotionally it balances the Heart Protector to make way for love in the heart itself."],
    "indications": ["Trauma", "Spiritual Crisis", "Weariness", "Abuse", "Abandonment"],
    "effects": ["Joy", "Enthusiasm", "Consciousness"],
    "chakras": ["Root", "Sacral", "Solar Plexus", "Throat", "Heart", "Third Eye", "Crown"],
    "meridians": ["all 12 meridians"],
    "elements": ["all 5 elements"],
    "keywords": ["Love", "Trauma", "Abuse", "Abandonment", "Assault", "Insecure", "Addictions"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Ox-Eye Daisy",
    "latin": "Chrysanthemum leucanthemum",
    "description": ["total perspective; for being centred", "This is the remedy for vision and the visionary. It helps to move out of positions of being overfocused and allows us to tune into a larger perspective. When we can access the 'big picture' we are able to put things together in a new way - synthesis/alchemy. Ox-Eye Daisy helps us to synthesize the elements of our lives in new and creative ways.", "The golden yellow centre is a safe place from which to view all of life while maintaining a connection with our own inner being.", "Related to the Kidney meridian and the Third Eye chakra, it dissolves the energy blocks of fear which prevent us from seeing clearly.", "Physically it impacts on the eyes and ears and helps to develop better vision. It is the remedy of choice when we are really striving to see something in a new light, to gain perspective and understanding."],
    "indications": ["Overfocused", "Fear", "Limited", "Intense"],
    "effects": ["Visionary", "Big picture sensing"],
    "chakras": ["Third Eye"],
    "meridians": ["Heart Protector", "Kidney"],
    "elements": ["Fire", "Water"],
    "keywords": ["Perspective", "Seeing"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Pipsissewa",
    "latin": "Chimaphila umbellata",
    "description": ["decision maker: clears ambivalence", "Pipsissewa helps to release the worry and confusion around the choices we need to make in order to get on with our lives. Often we get caught up in 'ifs' and lose sight of our goal. Mental activity can begin to sound like a broken record as we get caught up in emotional drama around decision making. The corollary of making choices is that we cannot be a victim, for we have charted our own course. Choosing is a responsible act.", "Pipsissewa also helps to resolve the frustration around having made a choice which seems not to turn out the way we thought it would. Instead of wasting energy bewailing where we find ourselves, the essence will help move us to the point of power in the present where we can make a new choice.", "Physically it impacts upon the brain and awakens that area involved in choice. It also impacts on dis-ease stemming from deficient energy in the Spleen, Liver, and Kidney channels."],
    "indications": ["Indecisive", "Wishy-washy", "Obsessions", "Worry", "Calcifications", "Frustration"],
    "effects": ["decision maker: clears ambivalence"],
    "chakras": ["Solar Plexus", "Throat"],
    "meridians": ["Spleen", "Liver", "Kidney"],
    "elements": ["Earth", "Wood", "Water"],
    "keywords": ["Decisiveness", "Worry"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Poison Hemlock",
    "latin": "Conium maculatum",
    "description": ["for letting go: for moving through transition periods without getting stuck", "This essence dissolves the emotional, mental and physical paralysis which can arise in periods of transition and major change. It is especially effective if we somehow believe that the change is being initiated from outside ourselves, and therefore something over which we have no control. Paralysis is one way to avoid the present, to deny experience, and to relinquish our power.", "Physically it acts on holding patterns in the body - constipation, fluid retention, overweight, and any kind of paralysis in the physical structure or the nervous system. It is effective for stalled labour in the birthing process.", "Emotionally it helps us to release rigid feelings and to convert the energy of fear into excitement so that we can use the energy to move forward.", "Mentally, Poison Hemlock allows us to release ingrained thought patterns, i.e. repetitive, and often quite unconscious, thoughts which do not serve us in the moment.", "Note: Due to its highly poisonous nature, the Mother essence is diluted to a 6C homeopathic potency to ensure that no physical residue remains in the remedy."],
    "indications": ["Fear-Phobias", "Fear-Excitement", "Weight regulation", "Paralysis", "Rigidity", "Terror"],
    "effects": ["Letting go", "Faith", "Transitions"],
    "chakras": ["Crown"],
    "meridians": ["Gall Bladder"],
    "elements": ["Wood"],
    "keywords": ["Releasing", "Transition", "Repetitive Thoughts"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Salmonberry",
    "latin": "Rubus spectabilis",
    "description": ["physical tonic: spinal alignment and structural balancing", "Another remedy of self-expression, Salmonberry works primarily on the physical body. At birth we take on a physical body and through our life experiences and how we respond to them we create a map on which our energy blocks and holding patterns are discernible. Salmonberry works on bones and muscles and fascia and aligns the spine. It is an excellent remedy to use at the time of injury. Over the long term it can help with chronic misalignments of the physical structure if there are accompanying attitudinal shifts. Through the Bladder channel on the back we can access all the other organs through the back Shu points which run bilaterally on both sides of the thoracic and lumbar spine.", "It is said that every thought we think and every feeling we feel is recorded in the physical. Although the results of this essence are reflected in the physical its effectiveness is due to its ability to erase the originating thought or feeling."],
    "indications": ["Physical expression", "Spinal alignment"],
    "effects": ["Coherence", "Congruence"],
    "chakras": ["Third Eye"],
    "meridians": ["Bladder"],
    "elements": ["Water"],
    "keywords": ["Alignment"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Twin Flower",
    "latin": "Linnaea borealis",
    "description": ["non-judgement", "Making judgements leads to rigidity and resistance. We can only release judgement when we are peaceful with ourselves, then we can greet every situation with a breath of release and with the deep knowing that what we put out we will get back. It is with this mental framework that we are able to be in the process of our lives without getting stuck on fixed positions.", "Primarily a mental remedy it promotes an awareness that it is all much bigger than we are able to perceive and understand. Twin Flower fosters optimism and humility.", "On another level it is for those who adopt a critical attitude towards everything and everyone, including themselves. Twin Flower gives us the gift of discernment and the ability to make choices which are in tune with our inner journey and without criticism of self or other."],
    "indications": ["Judgement", "Criticism", "Resistance", "Rigidity", "Regret"],
    "effects": ["Allowing", "Humility", "Optimism", "Inner Peace"],
    "chakras": ["Root", "Heart"],
    "meridians": ["Liver", "Gall Bladder"],
    "elements": ["Wood"],
    "keywords": ["Judgement", "Humility", "Critical"]
  },
  {
    "company": "Pacific",
    "group": "Native Wild Flowers",
    "name": "Vanilla Leaf",
    "latin": "Achlys triphylla",
    "description": ["affirmation and acceptance of one's self", "Like the flower from which it is taken the Vanilla Leaf essence demonstrates both our groundedness and our desire to reach towards the fulfilment of our full potential. Associated with the Lung meridian in Chinese medicine it symbolizes the taking in of prana via the respiratory system and the conversion of prana to vital energy to sustain life. Vanilla Leaf reminds us to celebrate our uniqueness and the unique patterns we have chosen for our earth plane experience.", "This is a remedy of exuberance and joy and acceptance and primarily works via the emotional - how we feel about ourselves, to the mental - how we think about ourselves, and then to the physical. Physically it works on skin disorders and any physical problems which relate back to self-denigration and lack of self-love."],
    "indications": ["Self-loathing", "Self-deprecation", "Hate", "Skin problems", "Worthlessness"],
    "effects": ["Acceptance", "Self-worth", "Joy", "Love"],
    "chakras": ["Third Eye", "Crown"],
    "meridians": ["Lung", "Large Intestine"],
    "elements": ["Metal"],
    "keywords": ["Self-Love"]
  }
]