[
  {
    "company": "Pacific",
    "group": "New Flowers",
    "name": "Alum Root",
    "latin": "Heuchera micrantha",
    "description": ["The power of the small; manifestation of 'god-ness'; ability to move in a pattern without having to do it 'your' way; willingness to choose 'to be'.", "A magnificent remedy for resolving and dissolving the power struggles that often manifest in relationships. When we are able to express ourselves in an uncomplicated and trusting manner all things are resolved with ease. This essence eliminates projections and helps us to come from our inner 'light' being. Moves us from a place of judgement about the other to a place of good natured and easy-going acceptance. Light always dispels the darkness.", "This is an uplifting remedy which allows us to stay in our god-ness. When we are as tenacious about our personal commitment to evolution as this gentle little flower is to blossoming on rocky outcrops then indeed we will be 'enlightened'."],
    "indications": ["Conflict", "Power Struggles"],
    "effects": ["Acceptance", "Grace", "Willingness", "Lighthearted"],
    "chakras": ["Heart"],
    "meridians": ["Heart Protector"],
    "elements": ["Fire"],
    "keywords": ["Relationships", "Judgement", "Flexibility"],
    "images": ["Pacific/Flowers/alum_root1.jpg", "Pacific/Flowers/alum_root2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "New Flowers",
    "name": "Douglas Aster",
    "latin": "Aster subspicatus",
    "description": ["Endless expansion while maintaining centre; savouring life experience; living fully and consciously; promotes courage and adaptability", "We can only feel expansive and manifest our inner shaman when we are connected to our source. Then whatever turbulence we encounter is easily weathered. This flower reminds us to savour experience and helps us to find our centre/source/ god-ness within, for this is our true nature. It's strength is its adaptability.", "This essence helps us to attune more easily with our senses and sensory experience without losing ourselves in the process of participating in life to the fullest. It heightens perception so that we are able to appreciate the celestial energies underlying physical manifestations. When we experience life at this level, our hearts are filled with gratitude.", "Douglas Aster also helps us to stay centred in the face of many demands."],
    "indications": ["Ego", "Clinging", "Attachment"],
    "effects": ["Expansion", "Generosity", "Adaptability", "Love"],
    "chakras": ["Heart"],
    "meridians": ["Kidney", "Governing Vessel"],
    "elements": ["Water"],
    "keywords": ["Expansion", "Perception", "Centering"],
    "images": ["Pacific/Flowers/douglas_aster1.jpg", "Pacific/Flowers/douglas_aster2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "New Flowers",
    "name": "Fairy Bell",
    "latin": "Disporum smithii",
    "description": ["Lighthearted release from murky thoughts; expands willingness to follow one's guidance; eases depression", "This is a gentle remedy to assist us to find the light when the mental darkness seems overwhelming and endless. It thaws frozen feelings and frozen body patterns.", "It can help through the pain of a healing crisis emotionally and physically, sometimes providing a mild sedative effect.", "It puts an end to ambiguity, especially any ambiguity about wanting to be here on the earth plane and in physical form. Physically it frees the lungs and eases the breathing.", "It dispels any resistance to growth and reminds us that when we are in touch with our true nature every breath is a prayer. It can be used to assist a newborn to take its first breath and allows the rest of us to breathe into and through our feelings, especially dark feelings like despair.", "The plant signature reminds us that guidance is always available and only our own resistance prevents us from accessing inner wisdom."],
    "indications": ["Darkness", "Depressed", "Despair", "Resistance", "Ambiguity"],
    "effects": ["Lightness of Being", "Wisdom", "Willingness"],
    "chakras": ["Third Eye"],
    "meridians": ["Lung"],
    "elements": ["Metal"],
    "keywords": ["Depression", "Hope/Hopelessness"],
    "images": ["Pacific/Flowers/fairy_bell1.jpg", "Pacific/Flowers/fairy_bell2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "New Flowers",
    "name": "Fuchsia",
    "latin": "Fushsia",
    "description": ["Re-creation; letting go of dysfunctional patterns; being the change we wish to see in the world", "Dancing coloured lights expressing their delight in just 'being'. This remedy helps the slow, phlegmatic type to 'lighten up' and move. It helps the fast, busy, over-doing type to slow down, 'chill out' and relax. Fuchsia is a remedy of balance. Helps to peel the layers of programming of 'acceptable' behaviour patterns, and allows us to begin to attune with and to step with our own inner rhythms. It is a remedy for recognizing the little voice of the super ego - all the 'oughts' and 'shoulds' and being able to turn into what I really want. Behaviour shifts and there is a measure of satisfaction and joy in being that cannot be experienced until we experience this level of self-actualization.", "A constitutional remedy for the Water element it tonifies and nourishes both the Kidney and Bladder channels."],
    "indications": ["Busy", "Procrastination", "Sloth", "Torpor", "Dysfunctional"],
    "effects": ["Self-actualization", "Letting go", "change", "Balance"],
    "chakras": ["Sacral"],
    "meridians": ["Kidney", "Bladder"],
    "elements": ["Water"],
    "keywords": ["Balance"],
    "images": ["Pacific/Flowers/fuchsia1.jpg", "Pacific/Flowers/fuchsia2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "New Flowers",
    "name": "Indian Pipe",
    "latin": "Monotropa uniflora",
    "description": ["Reconciliation with others and making peace with self; reverence for all of life", "In Indian Pipe we find the ability to 'stand alone in closeness', so that we can be fully in relationship and community while maintaining and expressing our own unique qualities of being. It fosters self respect and respect for others. It resolves the inner voices that endlessly cloud the beauty of our true inner being. It counteracts negative self talk and banishes feelings of worthlessness, so that we can easily find and live our life purpose.", "For native peoples pipes were a representation of drawing in Spirit to earthly matters. Smoking the peace pipe after battle with one's enemies was an invitation to Spirit to bless the new relationship.", "Indian Pipe is a constitutional remedy for the Metal element, helping us to express ourselves in the world and to recognize and to claim what is valuable."],
    "indications": ["Conflict", "Judgemental", "Separate", "Critical", "Ethnocentric", "Illusion"],
    "effects": ["Reconciliation", "Self-worth", "Beauty", "Tolerance"],
    "chakras": ["Root"],
    "meridians": ["Lung", "Conception Vessel"],
    "elements": ["Metal"],
    "keywords": ["Reverence", "Uniqueness", "Critical", "Self-Esteem/Self-Worth", "Peace"],
    "images": ["Pacific/Flowers/indian_pipe1.jpg", "Pacific/Flowers/indian_pipe2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "New Flowers",
    "name": "Pearly Everlasting",
    "latin": "Anaphalis margaritacea",
    "description": ["Commitment and lasting devotion; opening to the mysteries of life; transformation through service", "White is the colour of Spirit and indeed these tiny white blooms bring the potential for lasting devotion to any relationship. When we are connected at a soul level it is easy to remain beautiful in the eyes of the beloved.", "This flower essence helps us to deepen our connection with the other. The purifying fire of anger becomes a powerful ally which can be used to create transformation. Another remedy which helps us to stay connected to source and to bring the earth plane 'stuff' into perspective.", "Don't throw the baby out with the bathwater. Remember the Source to which we are all connected and from which we all emerge.", "In the West we have many beliefs about relationship based upon our value of personal freedom. In the East where marriages are often arranged, the primary goal is to be devoted to each other and to care for each other, no matter what.", "This remedy can be especially helpful to those who feel unwilling and/or unable to make a deep and lasting commitment in relationship."],
    "indications": ["Anger", "Separation"],
    "effects": ["Love", "Commitment", "Transformation", "Mystery", "Service"],
    "chakras": ["Third Eye", "Solar Plexus"],
    "meridians": ["Liver", "Gall Bladder"],
    "elements": ["Wood"],
    "keywords": ["Devotion"],
    "images": ["Pacific/Flowers/pearly_everlasting1.jpg", "Pacific/Flowers/pearly_everlasting2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "New Flowers",
    "name": "Poplar",
    "latin": "Populus tremuloides",
    "description": ["For contacting Spirit; for ability to transmit healing energies; to improve choice-making; attunes to the gentleness of nature", "This particular essence is made from a group of 7 trees right on the edge of the water. The trees create an amazing energy field, and when you stand in the middle of it your whole body is enlivened. Standing in the middle of these 'seven beings' is sacred space.", "Poplar trees are giants which pull us into the gentleness of nature. Their leaves are shimmering green and silver - green for healing and silver for receiving higher spiritual energies, and then gold in the fall for transmitting these healing forces. The sound of these leaves as the wind whispers through them is a call to Spirit. It is a call to Nature. It is a gentle reminder of our 'sameness' with, and connection to, Nature.", "As the remedy connects with the Triple Warmer channel, it harmonizes the flow of energy in a spiralling upward movement from Tan Den and Ming Men, through the Heart centre and up through the Crown and tunes the physical instrument to a higher frequency."],
    "indications": ["Disconnected", "Isolated"],
    "effects": ["Gentle", "Guidance", "Innocence", "Connected-Nature", "Healing"],
    "chakras": ["Throat", "Back Neck"],
    "meridians": ["Triple Warmer"],
    "elements": ["Fire"],
    "keywords": ["Spiritual", "Connection", "Spiritual Healing"],
    "images": ["Pacific/Flowers/poplar1.jpg", "Pacific/Flowers/poplar2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "New Flowers",
    "name": "Red Huckleberry",
    "latin": "Vaccinium parvifolium",
    "description": ["To experience the power of introspection; allowing ourselves to be nourished by taking time to digest; storehouse of Cellular intelligence, discretion, and spiritual wisdom; regeneration", "These tiny red berries are like little beacons of light that illuminate a path through the dark forest. Obviously providing food both for humans and animals, they nourish both the body and the soul.", "This essence helps us to claim the power of going within, of introspection, of hibernation. Gives us the ability to withdraw from 'the madding crowd', the rush and 'busy-ness' of our daily lives, all the things that we think are so important. Often it takes some sudden, unexpected shock to move us to this deep inner place. Red Huckleberry helps us to go within with ease, and reminds us of the power of nourishment and regeneration contained in hibernation.", "This essence helps us to attune to the cycles of nature both on the planet and within our physical bodies. It's O.K., and even desirable, to get more rest in the dark winter months. One of the reasons that people suffer from dis-ease like SAD (seasonal affected disorders) is because they insist upon doing the same level of activity in the winter as they do in the summer."],
    "indications": ["Busy", "SAD-Seasonal Affective Disorder", "Digestion", "Weak Immune system"],
    "effects": ["Being", "Consciousness", "Wisdom"],
    "chakras": ["Solar Plexus"],
    "meridians": ["Gall Bladder", "Stomach"],
    "elements": ["Wood", "Earth"],
    "keywords": ["Introspection", "Regeneration", "Nature"],
    "images": ["Pacific/Flowers/red_huckleberry1.jpg", "Pacific/Flowers/red_huckleberry2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "New Flowers",
    "name": "Silver Birch",
    "latin": "Betula pendula",
    "description": ["Enhances ability to receive and to conceive; softens the need to control; dispels suffering & develops humility", "Silver Birch is the catalyst for balanced female energy. It epitomizes 'strength in yielding'.", "Physically this remedy will be used for healing the organs of reproduction. Emotionally and spiritually it will help with conception especially if there are mental or emotional blocks standing in the way. Metaphysically it will assist with the conception of new ideas, and bring them forth into manifestation.", "Silver Birch can also be used to eliminate power struggles in relationship. When one person does not need to control the whole show it is easier to create agreement and harmony prevails.", "Control is a very dominant feature in our North American society especially for people who are trying to play many roles simultaneously. It is incredibly self-sabotaging behaviour. Trees would snap in half if they were as inflexible as some humans."],
    "indications": ["Fertility", "Controlling", "Stubborn", "Rigid", "Controlling"],
    "effects": ["Yielding", "Flexible", "Creative", "Yin"],
    "chakras": ["Heart"],
    "meridians": ["Spleen"],
    "elements": ["Earth"],
    "keywords": ["Conception", "Infertility", "Controlling"],
    "images": ["Pacific/Flowers/silver_birch1.jpg", "Pacific/Flowers/silver_birch2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "New Flowers",
    "name": "Wallflower",
    "latin": "Cheiranthus",
    "description": ["For hopelessness, endurance, preparedness; attuning to our own inner rhythms", "Wallflowers are very noticeable even if they are paralyzingly shy.", "This remedy will assist in communication about inner worlds. It helps cross the boundaries between seeing, feeling, and hearing type learners - 'if you could see what I feel'.", "It dispels that sense of hopelessness which is often experienced when we feel misunderstood and like we can't find the right means to make ourselves understood.", "'The world speaks to me in pictures, my soul answers in music.' says Tagore. This is the gift of Wallflower. We can actually honour and even delight in the many manifestations of divinity in form. Wallflower is truly a medicine for saints and mystics i.e. appreciation of the individual who can step to the beat of a different drummer.", "Through its entry into the Solar Plexus chakra it cleanses the imprints of old emotional pain resulting from feeling like the 'ugly duckling.'"],
    "indications": ["Hopelessness", "Autism", "Shyness"],
    "effects": ["Self-expression", "Appreciation", "Attuning"],
    "chakras": ["Solar Plexus"],
    "meridians": ["Stomach", "Spleen"],
    "elements": ["Earth"],
    "keywords": ["Communication", "Hope/Hopelessness"],
    "images": ["Pacific/Flowers/wallflower1.jpg", "Pacific/Flowers/wallflower2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "New Flowers",
    "name": "Weigela",
    "latin": "Weigela florida",
    "description": ["Helps to integrate experiences on the physical and emotional planes" , "When we trust that we are always in the right place at the right time our experiences eventually 'make sense'. Weigela helps us to realize what we are getting out of any given experience. We can then use this data for further growth by choosing to discard the pattern or alter it in some way. Weigela affects both physical and emotional patterns. For instance, we may hold a posture of being quite timid and shy, and as a result experience misunderstanding and isolation in social interaction. As we become willing to see ourselves as the source of our pain we can begin to alter the underlying patterns and thereby to change the response of others to us. This is not a manipulative stance, but rather one of personal response-ability and empowerment.", "It allows us to see others as our teachers and mirrors which reflect back to us our own negative, and positive, energy patterns.", "The essence enters via the Throat and supports freedom of self-expression. It nourishes the Wood element and supports our ability to grow, even when conditions seem adverse.", "This is a useful remedy to take at times of 'accidents' and all seemingly unexpected physical and emotional traumas."],
    "indications": ["Disassociation", "Speechless"],
    "effects": ["Integration", "Alignment", "Visionary", "Trust", "Wisdom", "Personal power"],
    "chakras": ["Throat", "Third Eye"],
    "meridians": ["Liver", "Gall Bladder"],
    "elements": ["Wood"],
    "keywords": ["Trust", "Perspective", "Integration", "Wisdom"],
    "images": ["Pacific/Flowers/weigela1.jpg", "Pacific/Flowers/weigela2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "New Flowers",
    "name": "Yellow Pond-Lily",
    "latin": "Nuphar polysepalum",
    "description": ["Floating free of emotions and attachments; feeling strong and secure in my path; blesses relationships", "This remedy helps us to work with the heart subtly. It allows us to float free of emotional attachments with grace and ease, while fostering a secure sense of self.", "The flower feels like a protective womb in which to make contact with the sacred self beyond the cacophony and pull of the emotional realm.", "Through the Bladder channel we are granted the ability to see things anew and to release emotional patterns, so that we are able to move forward fearlessly and without being 'at the mercy' of our feelings.", "It's connection with the Throat allows us to express ourselves purely and without artifice.", "Yellow Pond-Lily helps us to centre, to perceive differently, and to act on our new information."],
    "indications": ["Attachment", "doubt"],
    "effects": ["Inner strength", "Inner security", "Grace"],
    "chakras": ["Throat"],
    "meridians": ["Bladder"],
    "elements": ["Water"],
    "keywords": ["Letting go", "Security"],
    "images": ["Pacific/Flowers/yellow_pond_lily1.jpg", "Pacific/Flowers/yellow_pond_lily2.jpg"],
    "stock": true
  }
]