[
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Anemone",
    "latin": "Anthopleura elegantissima",
    "description": ["For acceptance of self and others by taking responsibility for one's own reality; allowing yourself to be organized by the universe", "The remedy acts to open us to greater levels of awareness by aligning the mental body with our Higher Soul Purpose. Thus we realize that I do create my own reality. Every thought I think, every feeling I feel, affects the whole.", "Anemone releases karmic stuckness in the Solar Plexus. The events and experiences of our lives always look different if we begin from the understanding that we have chosen them for our life script. Then free will of the highest order can be experienced - 'How may I respond to this?' The alternative is resistance which always leaves us feeling tense, isolated, and alone.", "Primarily a mental remedy, it is extremely useful in situations of physical pain. It allows us the freedom to move into the pain, instead of resisting it.", "In Chinese medicine, the Liver channel governs the eyes. Anemone assists with physical eye problems as well as helping us to see ourselves, others, and the events of our lives from a perspective of personal responsibility.", "The Liver energy is also the General in Chinese medicine. The General makes plans. Wise plans are made only when personal ego control is relinquished and we can see the big picture.", "Anemone types are often over-controlling emotionally and mentally. The kinds of illnesses to which they are prone are tendon and muscle spasms and injuries. They are so busy controlling the intended outcome of their activity that they are unable to hear messages from the physical body about when it has had enough. Competitive athletes and super persons often manifest these traits."],
    "indications": ["Victim, Blame, Stuck, Controlling, Resistant, Pain"],
    "effects": ["Allowing, Awareness, Awareness-self, Free Will, Purpose"],
    "chakras": ["Solar Plexus"],
    "meridians": ["Liver"],
    "elements": ["Wood"],
    "keywords": ["Responsibility", "Victim", "Karma", "Pain", "Perspective", "Controlling"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Barnacle",
    "latin": "Balanus glandula",
    "description": ["For attuning with the feminine aspect of the self; for developing radical trust", "Barnacle embodies wisdom, nurturing, fertility, and abundance. It is a useful essence for both men and women who may feel that they were abandoned by their female parent. It allows us to find the mother within.", "It enables males to embrace their anima, or female soul qualities, and fosters deep respect and sensitivity towards the feminine.", "Physically it impacts on the female reproductive system and is especial useful for releasing the energy patterns which create cysts and fibroids. It is also a powerful birthing remedy. It affects the pituitary gland and regulates its production and release of hormones. It also acts to harmonize the forebrain and the back brain which correspond respectively to our cultural development and our primitive patternings.", "In Chinese medicine the Small Intestine channel is entrusted with the task of separating the pure from the impure. As children we trust the feminine to provide us with the nourishment necessary to grow and develop to independent adulthood.", "Barnacle types may be obsessive about sorting things out. Their illness patterns can manifest as an inability to absorb nutrients and bowel dysfunction. Emotionally they will always appear to be seeking nurturing and nourishment from outside themselves."],
    "indications": ["Birthing, Obsessions, Stubborn, Resistant, Abandonment, Parent and child"],
    "effects": ["Trust, Anima, Abundance, Intuition, Wisdom, Allowing, Bonding with mother"],
    "chakras": ["Heart"],
    "meridians": ["Small Intestine"],
    "elements": ["Fire"],
    "keywords": ["Trust", "Feminine", "Mother", "Abandonment", "Pelvis", "Childbirth", "Obsessive"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Brown Kelp",
    "latin": "Nereocystis luetkeana",
    "description": ["For shifts in perception leading to clarity", "Brown Kelp helps us to take the leap of faith which can bring us back to our centre, the inner core of our being. It reminds us that 'the knowledge which passeth understanding' is to be found within. It is very helpful for approaching new undertakings, especially those of a metaphysical nature, for it enhances the ability to go within and to feel comfortable there.", "It balances the energy between the Root, or survival chakra, and the Crown chakra, our connection with the macrocosm. Often when we are fearful we go into old survival patterns instead of trusting the flow.", "The Bladder channel is the controller of the storage of water and maintains adequate reservoirs of bodily fluids. Symbolically it controls what we are willing to bring to consciousness from the unconscious. If we are in fear or survival mode, we either block out information or, in the extreme, actually become disembodied for a while. This remedy helps us to feel safe while mapping unconscious territory.", "Physically it dissolves back tension and affects bladder infections and ear problems, especially if the latter are caused by fluid imbalance in the middle or inner ear.", "The Brown Kelp type tends to get in their own way through fear and confusion."],
    "indications": ["Confusion, Infections-Bladder, Spinal alignment, Unconscious, Fixated"],
    "effects": ["Hydration, Faith, Freedom, Safety, Understanding"],
    "chakras": ["Root", "Crown"],
    "meridians": ["Bladder"],
    "elements": ["Water"],
    "keywords": ["Clarity", "Perception", "Fear", "Trust"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Jellyfish",
    "latin": "Aurelia aurita",
    "description": ["For fluidity and letting go into the experience","Jellyfish is a birthing and re-birthing remedy.", "Resistance creates pain. Holding on to anything, other than what 'is' right now, creates blockage and stagnation.", "Primarily a spiritual remedy, it connects us with the rhythms of our being, and prevents rigid emotional and mental patterns from interfering with our experience of the NOW.", "Jellyfish resonates with the fifth chakra, our centre for self-expression and communication.", "In Chinese medicine, the Heart houses the Spirit. When the Heart is healthy the Spirit is calm and joyful and able to embrace life experience as it unfolds.", "Physically Jellyfish dissolves the energy which creates arterial plaque and hardening. It also affects heart-related spirit disorders like depression.", "As an emotional and mental remedy it dissolves bitterness and hardness in these bodies before the physical manifestations of dis-ease occur."],
    "indications": ["Bitterness, Resentment, Fear, Negativity, Rigidity, Resistance, Depression"],
    "effects": ["Fluid, Relaxed, Joyful, Ecstasy"],
    "chakras": ["Throat"],
    "meridians": ["Heart", "Heart Protector"],
    "elements": ["Fire"],
    "keywords": ["Letting Go", "Depression", "Rigidity"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Moon snail",
    "latin": "Polinices lewisii",
    "description": ["To cleanse the mind and let in light", "When the physical body is harmonized through the Triple Warmer channel, then the mind finds a comfortable dwelling place. In the ancient Chinese texts there was a picture of the human body with three fires in it. These fires were located in the lower abdomen, the solar plexus and the chest and represented the energy required to reproduce, to digest and assimilate nutrients, and to convert air or prana into oxygen for the cells. In Chinese medicine, the Triple Warmer channel is the ruler of balance and harmony as it provides communication for the whole physical network. When any part of the network is uneasy, the mind is also affected. So Moon Snail eliminates physical toxins which cloud the mind. Mentally, it is a tool for meditation and inner journeys. Another remedy for mapping unconscious territory, it harnesses the creativity of the Sacral chakra and helps us to explore any aspect of creative expression.", "The challenge for Moon Snail types is to cultivate an attitude of innocent wonderment instead of becoming enmeshed in rigid thought structures."],
    "indications": ["Rigidity, Rigidity-beliefs and attitudes, Stuck"],
    "effects": ["Curiosity, Freedom, Innocence, Creativity, Communication"],
    "chakras": ["Sacral"],
    "meridians": ["Triple Warmer"],
    "elements": ["Fire"],
    "keywords": ["Cleansing", "Meditation", "Creativity", "Rigidity"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Mussel",
    "latin": "Mytilus edulis",
    "description": ["For releasing the burden of anger and to  enable one to stand up straight", "Anger suppressed is like the black outer surface of the mussel - dark, ominous, foreboding. Anger unleashed is equally black and threatening.", "The energy of anger transformed allows the inner radiance of being to shine forth. It is like the inner surface of the Mussel shell - pink, blue, violet, soft, opalescent.", "This is the remedy par excellence for victim consciousness which prevents us from being aligned with our inner power, strength and creativity. When anger is stored up, tension in the physical body results, especially in the neck and shoulders. Restriction in this area creates an energy blockage between heart and mind.", "In Chinese medicine, Gall Bladder is responsible for making decisions and wise judgements. Unhealthy Gall Bladder energy is tight and controlling and never satisfied with the way things are - always judging, in a self-destructive way.", "Mussel impacts on the second chakra, the centre of creativity and sexual expression. Anger often results when we are not expressing our creativity or when there is some experience of sexual frustration.", "Physically it relaxes tense neck and shoulder muscles and affects headaches and dizziness resulting from this kind of tension. It is helpful for injuries like whiplash. It promotes the flow of bile and aids digestion.", "Emotionally, Mussel resolves feelings of irritability, frustration and anger.", "This essence often comes up for someone who has been diagnosed as having a life threatening illness like AIDS, and where there is a feeling of frustration and hopelessness."],
    "indications": ["Angry, Victim, Frustrated, Frustrated-sexual, Headaches, Whiplash, Tense"],
    "effects": ["Creative, Releasing, Relaxed"],
    "chakras": ["Sacral"],
    "meridians": ["Gall Bladder"],
    "elements": ["Wood"],
    "keywords": ["Anger", "Victim"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Pink Seaweed",
    "latin": "Corallina vancouveriensis",
    "description": ["A grounding remedy; for patience before new beginnings; to harmonize thought before action", "When we are secure in the power of our own being, we are like giant trees firmly rooted in the earth and able to adapt to changing conditions. With rootedness and flexibility we can accomplish whatever we set out to do. Pink Seaweed is the essence to use for new jobs, new schools, new relationships, new experiences. It helps us to move out of our 'comfort zone' into the new and challenging. Change is a constant, a fact of life. We can either resist it or dance with it.", "The meridian that is often affected when we are going through change is the Heart Protector which circulates the Heart essence to the other channels. If the Heart Protector becomes calcified and rigid, there is no joy or grace in our undertakings. Its secondary connection to the Large Intestine channel helps us to joyfully release the past, to make space for change to enter.", "Physically, Pink Seaweed strengthens bones and teeth, in addition to being used for constipation. Emotionally, it softens the Heart Protector, and allows us to experience change with gracefulness and joy."],
    "indications": ["Impatient, Inflexible, Insecure, Constipated"],
    "effects": ["Patient, Grounded, Self-directed, Joyful, Flexible, Secure"],
    "chakras": ["Sacral", "Solar Plexus"],
    "meridians": ["Heart Protector"],
    "elements": ["Fire"],
    "keywords": ["Grounding", "Transition", "Change", "Insecure"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Sand Dollar",
    "latin": "Dendraster excentricus",
    "description": ["To create a disruption of the mirage.....coming to your senses", "Sand Dollar helps us to become aware of the roots of our diseases.", "Primarily a mental remedy, it also impacts on the efficient, life giving movement of Qi energy via the Metal element through the Lung channel. It assists with positive thinking which can only get effective results when underlying belief patterns and attitudes have been examined and released.", "The physical body is the visible expression of underlying thoughts and feelings. Sand Dollar helps to uncover the underlying causes of dis-ease in the physical body. Because of its connection to both the Throat chakra and the Lung channel, it affects bronchitis, asthma, throat problems and self-expression."],
    "indications": ["Deluded, Illusion, Unaware, Narcissistic, Limited"],
    "effects": ["Aware, Liberated, Self-Directed, Self-expression"],
    "chakras": ["Throat"],
    "meridians": ["Lung"],
    "elements": ["Metal"],
    "keywords": ["Truth", "Awareness", "Seeing"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Sea Palm",
    "latin": "",
    "description": ["Meetings at the edge of breakthroughs in consciousness; balances 'hurry for nothing' attitude"],
    "indications": ["Abandoned, Needy, Busy, Eating disorders, Resistance, Parent/Child"],
    "effects": ["Grace, Integrity, Present, Self-worth"],
    "chakras": [],
    "meridians": [],
    "elements": [],
    "keywords": ["Being"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Starfish",
    "latin": "Pisaster ochraceus",
    "description": ["For willingly giving up the old and allowing the experience of being empty...a grief remedy", "Like the Starfish who clings to a rock when on land and moves in an exquisite dance when released to the ebb and flow of the ocean, we too can move through experience without clinging and paralyzing our inner resources. Often the death of a loved one provides us with this kind of opportunity to let go and to experience the wound of loss. Emptiness is prerequisite to fullness.", "This essence helps us to appreciate the unique soul path of each individual and to remember that 'to everything there is a season and a time for every purpose under heaven.'", "Primarily a spiritual remedy, it enters via the Crown chakra and allows us to experience a deep spiritual connection with those we love, even when they are no longer in physical form.", "The Large Intestine channel is the great eliminator and carries away impurities from the body, mind, and spirit, leaving us pure and brilliant.", "Grief is a great initiator, and when we can embrace it, all that is left for us to experience is love."],
    "indications": ["Grief, Divorce, Death, Loss"],
    "effects": ["Allowing, Purpose"],
    "chakras": ["Crown"],
    "meridians": ["Large Intestine"],
    "elements": ["Metal"],
    "keywords": ["Grief", "Connection", "Death & Dying"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Surfgrass",
    "latin": "Phyllospadix scouleri",
    "description": ["For courage, strength and power rooted in stability and flexibility", "Surfgrass encourages integration of opposites by embracing paradox. Then true courage can be achieved - the courage to be.", "It is a remedy to achieve goals, not from ego desire, but from that place within ourselves which knows our life purpose. In this regard it is particularly useful for athletes who strive for excellence - to express their god self in their activity. Surfgrass strengthens the will and provides us with our second wind.", "It benefits the Kidney and physically affects kidney dis-ease, infections, inflammations and calcifications. It balances the adrenal glands and allows us to use adrenaline in a life supporting manner -'stress without distress'. Emotionally, Surfgrass alleviates fear and helps us to move into our seat of courage, the Heart chakra.", "In Chinese medicine Kidney stores the vital essence, or life force, and governs the energy reserves of the entire body. It plays a vital role in the maintenance of homeostasis in the physical. Surfgrass affects the larger definition of homeostasis, i.e. balance and harmony among body, spirit, and emotion.", "Surfgrass types can be wishy-washy and undirected or wilful and self-destructive. This essence helps to harmonize this polarity."],
    "indications": ["Hypertension, Fear-vague, Pride"],
    "effects": ["Homeostasis, Persistence, Purpose, Willpower, Flexibility"],
    "chakras": ["Heart"],
    "meridians": ["Kidney"],
    "elements": ["Water"],
    "keywords": ["Courage"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Urchin",
    "latin": "",
    "description": ["For irascibility and coming to the point; for safety and psychic protection"],
    "indications": ["Abuse, Eating disorders, Fear, Panic Attacks, Addictions"],
    "effects": ["Psychic protection, Ease"],
    "chakras": [],
    "meridians": [],
    "elements": [],
    "keywords": ["Safety"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Chiton",
    "latin": "Mopalia muscosa",
    "description": ["For gentleness which serves to break up and to dissolve blockages and tension", "Primarily a physical remedy, Chiton helps us to live softly in our bodies. Instead of tightening up under stress, it assists us to stay soft. Its signature connects it especially with the cervical spine at the back of the neck and the thyroid cartilage at the front of the neck. It is a remedy of choice for whiplash or any other neck injury and also for conditions where dysfunction of the thyroid gland causes holding patterns in the body eg. excess weight. It is a wonderful example of flexibility within structure and as an essence will help us to be more flexible within our own body/mind structure.", "At an emotional level its oval shield-like form allows us a measure of protective energy from emotional trauma and pain. It would be a useful remedy to take before going into situations where the potential for emotional distress exists.", "At a metaphysical level its 8 hinges represent abundance and prosperity at one level and when placed on its side the number 8 represents infinity. This remedy will assist us to move beyond the limitations of cultural conditioning and rigid beliefs and to encourage the full creative expression of the Liver channel. It allows us to receive some new information, perceive something in a new way, and have the ability to change course and act on this insight."],
    "indications": ["Tense, Rigid, Traumatized, Heavy"],
    "effects": ["Flexible, Aware, Weight regulation, Creative expression"],
    "chakras": ["Throat"],
    "meridians": ["Liver"],
    "elements": ["Water"],
    "keywords": ["Tension", "Stress", "Flexibility"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Coral",
    "latin": "Pocillopora meandrina",
    "description": ["For living in community; respect for self and others", "Apart from its rich orange-red colour, a clump of Coral resembles the grey matter of the brain. The essence allows us to retrieve old, old memories and lost connections with the earth and how to be earthlings. It allows for self-expression (connection with the Throat chakra) in harmony with the divinity in our self and our fellow beings. It helps us to remember that we have no enemies only fellow beings who have agreed to play roles in our script for our own learning and evolution. It cleanses old 'stuff' held in the Solar Plexus chakra so that we are not held back by old emotion-charged memory patterns.", "Both its signature and its connection to the Kidney channel in Chinese medicine make it a very potent remedy for the brain and Central Nervous System. The Kidney is where our inherited qi resides. It affects physical growth and mental potential. With this regard it would be a remedy of choice for many CNS dis-eases like Post Polio Syndrome, Parkinson's, Multiple Sclerosis etc.", "It would also be a remedy of choice for people who have lost part of their physical brain or been born without it like hydrocephalic children who are already able to use one part of the brain to perform the function of a part of the brain that is affected by the disease. This remedy will encourage cell adaptability so that a viable cell will be able to take over the function of a missing cell."],
    "indications": ["Guilt, Toxins, Fear, Nervous System"],
    "effects": ["Cooperation, Community, Cellular intelligence, Delight, Sexuality/Sensuality"],
    "chakras": ["Solar Plexus", "Throat"],
    "meridians": ["Kidney"],
    "elements": ["Water"],
    "keywords": ["Harmony", "Community", "Nervous System"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Diatoms",
    "latin": "Amphipleura pellucida",
    "description": ["Repatterning cellular memory; letting in the light", "Diatoms are immortal. Single celled organisms do not die. They reproduce themselves as carbon copies of the first Diatom. In this way they manifest infinite potential through adaptability They appear in many different shapes and sizes -spirals, triangles, circles with intricate patterns of which no two are the same. And they don't appear at all to the naked eye except as shimmering light.", "Diatom essence can be used where the dharma or purpose of a cell has been forgotten as in cases of cancer and degenerative disease. Diatom will enlighten the cell and assist with it's return to normal if that is the soul's intent.", "The phosphorescent shimmer in the Indian Ocean guided one of the space shuttles back to earth. As an essence Diatom has the potential to guide earthlings back to heaven and/or to bring heaven to earth."],
    "indications": ["Chronic Fatigue, SAD-Seasonal Affective Disorder, Degenerative diseases, Darkness, Stuck"],
    "effects": ["Adaptability, Cell memory, Cellular Renewal, Cellular intelligence, Source, Consciousness, Love, Grace"],
    "chakras": ["Heart"],
    "meridians": ["Heart"],
    "elements": ["Fire"],
    "keywords": ["Cellular Memory", "Regeneration", "Evolution"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Dolphin (Pacific)",
    "latin": "Stenella longirostris",
    "description": ["Appreciation for 'all that is'; playful, lighthearted; inter species communication", "Dolphins are the Water creature manifestation of angels. They bring forth all the same energy for us - playfulness, lightheartedness, dancing, flying, fun energy. They are probably humans' first link with other dimensional consciousness from the animal kingdom. There are many amazing stories of dolphins rescuing stranded and exhausted swimmers and gently carrying them back to the safety of land. This remedy is a vital link for someone who feels profound alienation and loneliness and a sense of deep loss and abandonment living on the earth plane.", "Dolphins have huge brains. Always people talk of their hearts in relation to dolphins and their recognition of their ability to be more than they are. This is a remedy of heart and mind expansion and transformation. Primarily connecting to the limbic system, the part of the brain where we experience a wide range of emotions from pleasure and sexual ecstasy to anger and fear, Dolphin is a remedy to transform linear mind into holistic feeling mind through the alchemy of connection with heart energy. Many people have seen this remedy lodging in the heart centre, travelling up to the head and then spiralling out into other dimensions, indicating its power for expansion of consciousness."],
    "indications": ["Lost, Homesick, Abandoned, Depressed, SAD-Seasonal Affective Disorder"],
    "effects": ["Playful, Sensuous, Embodied, Connecting with Nature, Immunity"],
    "chakras": ["Sacral", "Solar Plexus", "Heart", "Throat", "Third Eye", "Crown"],
    "meridians": ["Spleen", "Heart"],
    "elements": ["Earth", "Fire"],
    "keywords": ["Playful", "Communication", "Angelic", "Alienation", "Loneliness", "Abandonment", "Heart"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Hermit Crab",
    "latin": "Pagurus granosimanus",
    "description": ["The ability to enjoy 'alone-ness'; contentment & sensitivity", "Hermit Crab will help us through those dark nights of the soul when our alone-ness feels overwhelming. It will help us to reconnect with the soul whose journey is always alone, individual, and unique. With this understanding comes freedom. With this freedom and higher sense of self integrity comes the ability to be at ease in many different circumstances - physically, emotionally, and mentally. In this regard it is a very useful remedy for travellers of inner space as well as outer space.", "It diminishes fear.*In counterpoint to this ability to appreciate alone-ness it is also an effective energy pattern to introduce when someone is always avoiding - relationships, life, moving forward. It is for those who skirt the issues and who are so insecure that they are unable to enter and maintain authentic relationships.", "Hermit Crab helps us to be comfortable with ourselves no matter where we are. It helps to quiet the mind and appreciate stillness."],
    "indications": ["Fear, Lonely, Insecure, Avoidance"],
    "effects": ["Ease, Freedom, Contented, Solitude"],
    "chakras": ["Throat"],
    "meridians": ["Stomach"],
    "elements": ["Earth"],
    "keywords": ["Loneliness", "Insecure", "Fear"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Rainbow Kelp",
    "latin": "Iridaea cordata",
    "description": ["Alignment of front and back brain i.e. reactivity and sensibility; alchemical transformation", "This remedy helps us to attune to higher perception , the subtle energies which are the fabric of life. It increases sensitivity and balances the reactivity of the reptilian back brain with the sensitivity and potential of the front brain. Potentially a remedy for depression and inner states of darkness and mental confusion, Rainbow Kelp brings golden light particles into the darkness. It helps us to release, relax and connect to our light source again.", "Rainbow Kelp connects with the Third eye chakra - refined sensory perception and the Navel chakra - the adrenal glands and 'the fight or flight response' and fear states.", "Its affinity with the Triple Warmer channel helps to balance all the other energy channels in the Body/Mind, regulate body temperature, harmonize extrovert and introvert and thereby impact on social relationships."],
    "indications": ["Fear, Reactive, Depression, Darkness, Confusion"],
    "effects": ["Balanced, Integration, Transformation"],
    "chakras": ["Solar Plexus", "Third Eye"],
    "meridians": ["Triple Warmer"],
    "elements": ["Fire"],
    "keywords": ["Perception", "Depression", "Integration"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Sea Horse",
    "latin": "Hippocampus",
    "description": ["Energizing the spine and central nervous system; accessing the 'wild one' within", "In Chinese medicine there is an image of the spirit of the Metal element of a fair young maiden, wearing a white lace gown, with long flowing blonde hair, galloping on a powerful white horse. It is truly an image of the very Yin connecting to the most Yang. The Sea Horse embodies this very image, affecting the most refined aspect of human physiology - the nervous system and yet manifesting in the form of one of our strongest and yang animals. Sea Horse resolves and/or integrates the 'paradox' of embodiment and allows each of us to express our own unique talents and abilities no matter which form we have chosen this time around. With this essence we can let go of our notions of how men and women 'ought' to be.", "At a physical level this essence may be used for any dis-ease and/or dysfunction in the central nervous system - communication between the brain and either motor or sensory functions. It also benefits the lungs and assists them in taking in and utilizing more life force (prana, qi) with each inhalation of breath. It is a remedy of choice for athletic training and physical endurance.", "Its connection to the Governing vessel resolves stiffness of the spine and also allows the remedy to be disbursed to all the other meridians as needed through the connecting points on this channel."],
    "indications": ["Paralysis, Fatigue, Lazy"],
    "effects": ["Gentle, Energetic, Vital"],
    "chakras": ["Root", "Sacral"],
    "meridians": ["Lung", "Governing Vessel"],
    "elements": ["Metal"],
    "keywords": ["Energy", "Fatigue", "Nervous System", "Prejudice", "Stamina"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Sea Lettuce",
    "latin": "Ulva lactuca",
    "description": ["Embracing and healing the shadow; for dispersal and elimination of toxins", "The gift of Sea Lettuce is it's ability to recognize, to heal and to transform the dark side - the secret faults and hidden flaws of the ego personality which we prefer to keep hidden, even from ourselves. Perceived through the healing green transparency of Sea Lettuce these blemishes are digested and absorbed and the real darkness is eliminated. The colour green brings oxygen and healing and is useful for decreasing heat. Sea Lettuce feels like a blanket which soothes and heals the lower abdomen. It can be used when healing is required for the reproductive organs or the bowels.", "In the Indian tradition there is a wise one known as the 'Eater of Filth'. The task of this Elder was to listen with open, compassionate heart and non-opinionated mind to individuals acknowledging their worst sin, the evil in their hearts. His job was to digest their sinister thoughts and feelings and in so doing they were freed of their inner darkness. Sea Lettuce is a remedy of purification and release."],
    "indications": ["Dark side/Shadow, Inflammation, Ego"],
    "effects": ["Cleansing, Detoxification"],
    "chakras": ["Solar Plexus"],
    "meridians": ["Small Intestine", "Stomach"],
    "elements": ["Fire", "Earth"],
    "keywords": ["Purification", "Shadow", "Detoxification"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Sea Turtle",
    "latin": "Chelonia mydas",
    "description": ["For persistence, grace, commitment.", "Turtle energy figures prominently in the legends of many cultures. She is often described as carrying Mother Earth on her back. Her ability to survive in water or on land, as well as the fact that she carries her home with her wherever she goes, makes her very adaptable. Her shell is also like a shield which protects the heart and vital organs. The geometric design with the central compartments always numbering 13 is significant - 13 being the number of death and transformation. Personality wise turtles can be slow and steady but if they are pushed they will either withdraw within their shells or snap fiercely at whoever is disturbing them.", "As a remedy Turtle benefits the Spleen and assists it in its Earth functions of transformation and absorption of nutritive qi. It helps those who tend to be 'spaced out' and 'ungrounded' to reconnect with solid earth energy - to get out of their heads and into being in their bodies and living on the earth.", "At the level of Spirit, it helps us to find that 'spark of divinity' within our soul and connection to the Source."],
    "indications": ["Fear-flying, Spaced out, Awkward, Busy, Disconnected"],
    "effects": ["Adaptable, Available, Present, Committed"],
    "chakras": ["Heart"],
    "meridians": ["Spleen", "Heart Protector"],
    "elements": ["Earth", "Fire"],
    "keywords": ["Adaptable", "Grounding", "Persistence"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Sponge",
    "latin": "Myxilla incrustans",
    "description": ["Everything is unfolding in perfection; nothing happens to me without my consent", "As the nephrons of the kidneys filter the impurities from blood so that it can be eliminated as urine, so the Sponge essence helps us to filter impurities from our minds and spirits so that we can be free. This measure of freedom allows us to embrace life fully and simultaneously 'let go' with carefree abandon. Sponge helps us to relax into the perfect unfolding. It is about attachment and detachment and the ability to dance between these two polarities. It will be useful for those who tend to absorb energies from others and have no ability to transmute them.", "Connected to the Stomach channel it assists with the digestion and absorption of emotions and ideas. It's connection with the Bladder channel helps us to maintain our own energy reserves and fluid balance by maintaining a posture of both active participation and passive observation.", "The essence enters via the Crown chakra and fosters and supports union with the Divine."],
    "indications": ["Victim, Abuse, Opinionated, Attached"],
    "effects": ["Inner peace, Wonder, Hope, Consciousness"],
    "chakras": ["Crown"],
    "meridians": ["Stomach", "Bladder"],
    "elements": ["Earth", "Water"],
    "keywords": ["Letting Go", "Victim"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Staghorn Algae",
    "latin": "Lessoniopsis littoralis",
    "description": ["Holding ground (sense of self) amidst turbulence and confusion; accessing higher consciousness", "When we really feel lost and alone and disconnected from our own divinity this essence will help to reestablish the connection. The antlers of the stag are symbols of antennae which can connect us to higher forms of attunement and perception. Staghorn essence is beneficial to the eyes both physically and metaphysically.", "Staghorn essence reawakens spiritual clarity. It promotes the qualities of steadfastness and gentleness. If we become brittle and set in our ways we snap and break. If we can hold fast and attune with higher consciousness amidst the crashing and thundering waves of the ocean we will survive. Gentleness dissolves more barriers than force.", "Staghorn essence works with the Gall Bladder channel - physically to relieve tight and painful shoulders, and to improve coordination; mentally to help with clear thinking and decision making especially with regard to making choices which are life supporting and beneficial to physical and emotional health."],
    "indications": ["Confused, Conflicted, Unclear, Indecisive, Insecure"],
    "effects": ["Decisive, Gentle, Spiritual clarity, Self-knowledge"],
    "chakras": ["Root"],
    "meridians": ["Gall Bladder"],
    "elements": ["Wood"],
    "keywords": ["Insecure", "Clarity", "Consciousness", "Connection", "Decisiveness", "Flexibility"]
  },
  {
    "company": "Pacific",
    "group": "Sea Essences",
    "name": "Whale",
    "latin": "",
    "description": ["Enhances ability to communicate through vibration and sound; expansion of human consciousness; ability to contact the record keepers"],
    "indications": ["Arrogant, Intolerant, Racist, Separate, Ethnocentric"],
    "effects": ["Expansion of Consciousness, Tolerant, Understanding, Connecting with Nature, Refined sensory perception, Clairsentience, Telepathy"],
    "chakras": [],
    "meridians": [],
    "elements": [],
    "keywords": ["Expansion"]
  }
]