[
  {
    "company": "Pacific",
    "group": "Spring Flowers",
    "name": "Camellia",
    "latin": "Camellia sasanqua",
    "description": ["A catalyst to opening to new attitudes which reflect one's true inner nature", "Camellia is an essence of expansion beyond self-inflicted limitations. It allows us to express the unique aspect of the vital force within us and to align with our own inner power. We can release old thought and behaviour patterns which do not serve us well.", "Via the Solar Plexus chakra Camellia releases cell memory of earlier experiences in this life. As a child we may have felt shamed by our inability to do something or by doing something which we were told was bad. This guilt and shame is stored in the Solar plexus chakra where it can run interference in current life experience. Camellia helps us to respond to present experience with gracefulness. It assists the Large Intestine channel to eliminate old feelings, thoughts, and attitudes about ourselves. It accesses self-trust and creates attitudinal shifts. By dissolving our protective armour we can transform into flexibility and openness."],
    "indications": ["Guilt", "Shame", "Closed", "Stubborn", "Rigid"],
    "effects": ["Trust", "Vision", "Grace", "Self-expression", "Self-Realization"],
    "chakras": ["Solar Plexus"],
    "meridians": ["Large Intestine"],
    "elements": ["Metal"],
    "keywords": ["Opening", "Releasing", "Expansion"],
    "images": ["Pacific/Flowers/camellia1.jpg", "Pacific/Flowers/camellia2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "Spring Flowers",
    "name": "Purple Crocus",
    "latin": "Crocus tomasinianus",
    "description": ["For resolving tension generated from grief and loss", "This essence enhances our ability to attune with all aspects of pain and grief and to release the tension and restriction around these experiences.", "Primarily an emotional remedy, it helps us to feel the energy of loss and allows us to respond from exactly who we are and where we are rather than from cultural conditioning. There is no appropriate manner by which to express grief. It just is. Embracing the 'isness' of it allows us to experience the depths of our own being.", "Purple Crocus enters via the Throat chakra to the emotional body and impacts on physical tension especially in the upper back and shoulders. It helps to release the heaviness and tension related to loss and allows us to experience grief and emptiness without resistance. As such it is effective for those who, after a loss, turn their own blocked energy against themselves and could create life threatening diseases. It assists the Lungs, the channel related to grief in Chinese medicine, to do their job of providing life giving energy to the whole physical body."],
    "indications": ["Grief", "Heartache", "Death", "Sad", "Sorrow", "Tension", "Resistance"],
    "effects": ["Allowing", "Accepting", "Emptiness"],
    "chakras": ["Throat"],
    "meridians": ["Lung"],
    "elements": ["Metal"],
    "keywords": ["Grief"],
    "images": ["Pacific/Flowers/purple_crocus1.jpg", "Pacific/Flowers/purple_crocus2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "Spring Flowers",
    "name": "Forsythia",
    "latin": "Forsythia suspensa",
    "description": ["Provides motivation for the transformation of old patterns", "In herbalism yellow flowers are often used to detoxify the Liver which bears the greatest burden in the physical when we are addicted to a substance. The sturdy branches, on which the flowers are the first sign of new life, represent the strength of will required to change patterns.*Forsythia is the remedy for addictive mental, emotional, and physical patterns - those which fill us with self-loathing and yet we feel powerless to change. It grants us the ability to find our way out of the darkness and into light.*Forsythia helps us to respond intuitively and spontaneously with what really is 'right action' for us. It is a catalyst for change.*Physically it can be used effectively for breaking alcohol, drug, and tobacco addictions.*Mentally it can release repetitive thought patterns which no longer serve us.*Emotionally it affords us the opportunity to release dysfunctional relationship patterns and long held grievances."],
    "indications": ["Addictions", "Alcoholism", "Habits", "Hate", "Obsessions", "Self-loathing", "Darkness", "Abuse"],
    "effects": ["Transformation", "Transitions", "Willpower", "Commitment"],
    "chakras": ["Crown"],
    "meridians": ["Gall Bladder"],
    "elements": ["Wood"],
    "keywords": ["Addictions", "Repetitive Thoughts"],
    "images": ["Pacific/Flowers/forsythia1.jpg", "Pacific/Flowers/forsythia2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "Spring Flowers",
    "name": "Grape Hyacinth",
    "latin": "Muscari racemosum",
    "description": ["For times of external shock, despair, stress", "This is the remedy which comes up at times of any stress or trauma to the system, either emotional or physical, It allows for some space to re-integrate the systems before responding to the situation at hand.", "Often the first place we experience stress physically is in the 'gut.' Grape Hyacinth harmonizes the Stomach. Via the Lung channel, it assists us to keep breathing in times of stress instead of holding our breath and cutting off the life force.", "It can be used with bumps, bruises, accidents, shocks, and any emotional trauma.", "Through its connection to the pineal gland, Grape Hyacinth dissolves feelings of despair - that place of utter hopelessness when we feel totally disconnected from our centre. Because of its connection to this gland it is also effective for some forms of depression."],
    "indications": ["Shock", "Trauma", "Despair", "Depression", "Overwhelm", "Stress", "SAD-Seasonal Affective Disorder"],
    "effects": ["Calm", "Balanced", "Integration"],
    "chakras": ["Third Eye"],
    "meridians": ["Stomach", "Lung"],
    "elements": ["Earth", "Metal"],
    "keywords": ["Shock", "Trauma", "Stress", "Hope/Hopelessness", "Depression"],
    "images": ["Pacific/Flowers/grape_hyacinth1.jpg", "Pacific/Flowers/grape_hyacinth2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "Spring Flowers",
    "name": "Lily of the Valley",
    "latin": "Convallaria majalis",
    "description": ["Allows for freedom of choice by discovering the simplest mode of behaviour", "Lily of the Valley brings us back to that state of child-like innocence and wisdom where we only know how to respond with loving behaviour. It puts us in touch with that place within ourselves that existed before our lives were complicated by 'shoulds' and all the other layers of conditioning we learned in order to survive and to get love and approval.", "Lily of the Valley is an emotional tonic which helps us to see 'through the eyes of a child'. It connects us with the inner radiance and vitality in the heart centre. It helps us to listen with the ears of the heart and gives us the courage to express ourselves with clarity, trust, simplicity and ease.", "People who live their lives bound by convention and seeking social approval can benefit from Lily-of-the-Valley. Through its gentle energy each person can access their own unique essence within."],
    "indications": ["Over-sophistication", "Over-control", "Rigidity"],
    "effects": ["Gentleness", "Freedom", "Clarity", "Trust", "Visionary", "Love-unconditional", "Wisdom", "Choice"],
    "chakras": ["Throat"],
    "meridians": ["Heart"],
    "elements": ["Fire"],
    "keywords": ["Innocence", "Love", "Expression", "Uniqueness", "Seeing", "Heart"],
    "images": ["Pacific/Flowers/lily_of_the_valley1.jpg", "Pacific/Flowers/lily_of_the_valley2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "Spring Flowers",
    "name": "Purple Magnolia",
    "latin": "Magnolia soulangeana",
    "description": ["Promotes intimacy and non-separateness; enhances all the senses", "Purple Magnolia elevates sexuality to its full potential for intimacy and non-separateness. At another level it heightens our experience of all our senses and allows us the awareness and appreciation of wind and sun and rain and the scent of flowers and the earth. It eliminates our preoccupation with thoughts and allows us to experience feeling and sensation without labelling.", "Primarily a remedy for the spirit, it physically affects the sensory systems, especially smell, touch, and feeling.", "In Chinese medicine the Heart Protector is also called the Circulation Sex channel and is responsible for maintaining balanced sexual function. In this regard Purple Magnolia can be used as effectively for those who 'crave' sexual activity as for those who withdraw from intimacy."],
    "indications": ["Frigid", "Cold", "Withdrawing from life"],
    "effects": ["Intimacy", "Embodiment", "Appreciation", "Sexuality", "Tantra"],
    "chakras": ["Solar Plexus", "Crown"],
    "meridians": ["Heart Protector"],
    "elements": ["Fire"],
    "keywords": ["Sensuality/Sexuality"],
    "images": ["Pacific/Flowers/purple_magnolia1.jpg", "Pacific/Flowers/purple_magnolia2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "Spring Flowers",
    "name": "Narcissus",
    "latin": "Narcissus pseudo-narcissus",
    "description": ["For identification and resolution of conflicts by going to the centre of the problem/fear", "Narcissus is the slayer of internal dragons, the little voices of fear which surface when life experiences seem to be a cycle of endless challenges. It helps us to digest experiences and use them for further growth. It calms that feeling of 'butterflies in the Stomach.' In Chinese medicine the Earth element requires support through nourishment. In the healthy Stomach channel the energy flows downwards from heaven to earth. When this flow is disrupted due to undigested ideas or emotions, there is a tendency for the energy flow to reverse and disturb the mind. This imbalance manifests as a preoccupation with details and obsessive thinking.", "Narcissus affects the Root chakra, our connection to the earth and our impulse for survival. It assists us to feel really grounded.", "Physically, Narcissus promotes digestion and helps with digestive disorders- excess stomach acid, ulcers, gas, and belching.", "Mentally it alleviates worry."],
    "indications": ["Anxiety", "Fear", "Worry", "Obsessions"],
    "effects": ["Calming", "Grounding", "Protection", "Safety"],
    "chakras": ["Root", "Sacral"],
    "meridians": ["Stomach"],
    "elements": ["Earth"],
    "keywords": ["Grounding", "Anxiety", "Fear", "Worry", "Obsessive", "Survival"],
    "images": ["Pacific/Flowers/narcissus1.jpg", "Pacific/Flowers/narcissus2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "Spring Flowers",
    "name": "Periwinkle",
    "latin": "Vinca major",
    "description": ["Encourages the 'ability to respond' to depression and thereby dispel it", "Periwinkle lifts the dark cloud of depression regardless of what apparently caused it. It moves us to the place of inner knowing, our place of deepest wisdom, where we remember who we are. In Chinese medicine the Heart houses the Spirit. Depression and other mental/emotional challenges often show up as an energy imbalance in the Heart channel. When the condition is severe there is a sense that 'nobody's home'.", "At the physical level Periwinkle affects hypertension, hemorrhaging, and nervous disorders especially anxiety states. It calms the mind. It is also used for SAD (Seasonal Affected Disorder) which is a type of depression caused by insufficient sunlight to stimulate the production of a hormone called melatonin during the winter months.", "As a herbal tincture it improves memory and as an essence provides clear memory. It is useful for past life regression work and easier dream recall."],
    "indications": ["Apathy", "Depression", "Memory loss", "Confusion", "SAD-Seasonal Affective Disorder", "Hypertension"],
    "effects": ["Memory", "Dreams", "Wisdom"],
    "chakras": ["Sacral", "Crown"],
    "meridians": ["Heart"],
    "elements": ["Fire"],
    "keywords": ["Remembering", "Depression", "Anxiety"],
    "images": ["Pacific/Flowers/periwinkle1.jpg", "Pacific/Flowers/periwinkle2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "Spring Flowers",
    "name": "Polyanthus",
    "latin": "Primula X polyanthus",
    "description": ["Dissolves blocks to abundance consciousness; transforms attitudes of scarcity into ones of worthiness and willingness to receive", "Polyanthus helps us to dissolve the blocks which we have to claiming our true heritage. Entering via the Root chakra and spiralling upwards to the Crown, it is a reminder that the kingdom of heaven is within, now, and not some future desirable state. It creates abundance consciousness, attracts abundance, and treats unworthiness at whatever level it is manifesting. It also reminds us to recognize and to be grateful for the existing abundance in our lives, i.e. we may have vibrant physical health but be totally focused on our lack of financial resources. Gratitude for whatever abundance we already have is a way of opening to abundance in other areas of our lives.", "In Chinese medicine this essence balances the energy within the Metal element. It supports the Lungs and Large Intestine to perform their function of purification for the Body/Mind by breathing in the pure Qi from heaven and eliminating waste. Physically it affects the respiratory and elimination systems."],
    "indications": ["Unworthiness", "Fear-Scarcity", "Disconnected"],
    "effects": ["Abundance", "Gratitude", "Opening", "Receptive", "Connected"],
    "chakras": ["Root"],
    "meridians": ["Large Intestine", "Lung"],
    "elements": ["Metal"],
    "keywords": ["Abundance", "Gratitude"],
    "images": ["Pacific/Flowers/polyanthus1.jpg", "Pacific/Flowers/polyanthus2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "Spring Flowers",
    "name": "Snowdrop",
    "latin": "Galanthus nivalis",
    "description": ["For letting go, having fun, lightening up", "Snowdrop combines enthusiasm, inspiration, and joyful exploration of life experiences. It embodies the qualities of personal power and leadership.", "It dissolves energy blockages and personal holding patterns which prevent Qi energy from flowing freely.", "Physically it impacts on disorders where freedom of physical expression is paralysed or distorted in some manner - arthritis, multiple sclerosis, poliomyelitis, cerebral palsy.", "It has a strong impact on the Kidney and Bladder channels and through these it strengthens the will and dissolves paralyzing fear. It helps us to get mobilized.", "It links the Root chakra (survival), the Solar Plexus chakra (personal identity and emotions), and the Crown chakra (spirituality).", "It is extremely beneficial for severe Kidney Qi deficiency, especially when there are symptoms of cold as well."],
    "indications": ["Hypertension", "Fear-phobias", "Fear-paralyzing", "Fear-death/life", "Restriction"],
    "effects": ["Curiosity", "Letting go", "Enthusiasm", "Hope"],
    "chakras": ["Root", "Solar Plexus", "Crown"],
    "meridians": ["Kidney", "Bladder"],
    "elements": ["Water"],
    "keywords": ["Overserious", "Joy", "Playful", "Letting Go", "Fear"],
    "images": ["Pacific/Flowers/snowdrop1.jpg", "Pacific/Flowers/snowdrop2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "Spring Flowers",
    "name": "Viburnum",
    "latin": "Viburnum carlesii",
    "description": ["Strengthens our connection with the subconscious and our psychic abilities", "This remedy is an excellent aid to channelling, meditating, or centering. It helps us to really hear that 'still, small voice within' and to be willing to trust it.", "It accesses the 'clear seeing' abilities of the sixth chakra and helps us to experience heightened awareness. Physically it affects the ears and the ability to listen. It also impacts on the brain and triggers the nervous system to relax through its resonance with the pituitary gland.", "It relates to the Triple Warmer channel which is concerned with balance and harmony of the body, mind, and spirit. Also relating to the Spleen channel it helps us to experience our unity and oneness with all of life. It can be especially helpful in beginning dialogue with plant spirits and other devic life forms. Viburnum gives us the gift of accessing imagination and trusting our inner knowing.", "Taken before going to sleep, it will assist in programming dreams to provide guidance for the problems of our daily lives."],
    "indications": ["Self-doubt", "Insecurity"],
    "effects": ["Insight", "Awareness", "Inner Knowing", "Trust"],
    "chakras": ["Third Eye"],
    "meridians": ["Spleen", "Triple Warmer"],
    "elements": ["Earth", "Fire"],
    "keywords": ["Intuition", "Psychic Development", "Nature", "Meditation", "Unity", "Dreaming"],
    "images": ["Pacific/Flowers/viburnum1.jpg", "Pacific/Flowers/viburnum2.jpg"],
    "stock": true
  },
  {
    "company": "Pacific",
    "group": "Spring Flowers",
    "name": "Windflower",
    "latin": "Anemone pulsatilla",
    "description": ["Spiritual tonic: provides grounding and inner security", "Windflower is the essence which provides the security necessary to express our spiritual being. It allows the soul to dance, as the Windflower dances in the wind.", "By allowing us to feel secure with our own originality, it balances our emotional responses. It encourages self-acceptance and self-expression and thereby allows for the unequivocal acceptance of others.", "It is a remedy to work on the inner self, to connect with Be-ing.", "Herbally it has been used as a sedative and analgesic. Homeopathically, one of its black letter symptoms is menstrual pain. As a flower essence it affects stomach disorders, both physical and emotional. In Chinese medicine the Stomach channel governs our ability to digest food and experience and to convert them into nourishment for the Body/Mind. We can only feel grounded and secure when we are nourished."],
    "indications": ["Scattered", "Ungrounded", "Spaced Out", "Shy"],
    "effects": ["Grounded", "Secure", "Connected"],
    "chakras": ["Throat", "Heart"],
    "meridians": ["Stomach"],
    "elements": ["Earth"],
    "keywords": ["Spiritual", "Grounding", "Security"],
    "images": ["Pacific/Flowers/windflower1.jpg", "Pacific/Flowers/windflower2.jpg"],
    "stock": true
  }
]