[
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Alpine Mint Bush",
    "latin": "Prostanthera cuneata",
    "description": ["This flower grows in exposed rocky sites in the alpine and sub-alpine areas of south eastern Australia. This Essence works on the mental and emotional levels. It is for people who work in healing, health administration and caring situations where there is a great deal of responsibility for other people. They give much of themselves both physically and emotionally, often listening to people in pain and need. These care givers can be in danger of burning out or becoming disillusioned. They can reach a point of tiredness feeling their life has lost its joy. Alpine Mint Bush can revitalise and bring about in these people a renewed enthusiasm and joy in their life for what they do."],
    "indications": ["Mental & emotional exhaustion", "lack of joy and weight of responsibility of care givers"],
    "effects": ["Revitalisation", "Joy", "Renewal"],
    "keywords": ["Care Givers"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Angelsword",
    "latin": "Lobelia Gibbosa",
    "description": ["This amazing flower grows in the alpine region of Australia. Viewed from one angle, it has the appearance of a ‘fleur-de-lis’. The Essence is for reaching one’s own spiritual truth by cutting through any confusion or misinformation, ie. helping one discern the level of truth in ‘channelled messages’. When the flower is looked at the opposite way, it resembles a monk in purple robes accentuated by the yellow stamens at the third eye. Taking this Essence allows access and retrieval of previously developed gifts from past lives. Angelsword protects from outside influences and entities so one can receive clear information from one’s Higher Self without interference. Whilst Fringed Violet works to repair damage to the aura, Angelsword releases any energies that entered while the aura was open."],
    "indications": ["Interference with true spiritual connection to Higher Self", "Spiritually possessed", "Spiritual confusion"],
    "effects": ["Spiritual discernment", "Accessing gifts from past lifetimes", "Release of negatively held psychic energies", "Clear spiritual communication"],
    "keywords": ["Protection", "Meditation", "Higher Self", "Spiritual", "Discernment"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Banksia Robur",
    "latin": "Banksia Robur",
    "description": ["Banksia Robur is commonly known as Swamp Banksia as it is usually found by creek banks. This Essence addresses temporary loss of drive and enthusiasm due to burn out, disappointment or frustration. It is different to Old Man Banksia as it is for people who are normally very dynamic. It will pick them up out of the 'bog' they are in and get them back on solid ground and going again. When bathing add seven drops of this Essence to the bath which will enhance the effects of the remedy as it will assist in washing away negativity."],
    "indications": ["Disheartened", "Lethargic", "Frustrated"],
    "effects": ["Enjoyment of life", "Enthusiasm", "Interest in life"],
    "keywords": ["Frustration", "Fatigue", "Hope/Hopelessness", "Apathy/Apathetic"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Bauhinia",
    "latin": "Lysiphyllum cunninghamii",
    "description": ["Made up near Geikie Gorge in the Kimberleys, this Essence is for embracing new concepts and ideas. There may be some hesitation or reluctance, initially, in coming to terms with these. It can even help when there is a person who is annoying you or whom you dislike. For example, a family of a different nationality may become neighbours and even though you may not be racist, you may have difficulty in accepting their different manners and custom."],
    "indications": ["Resistance to change", "Rigidity", "Reluctance"],
    "effects": ["Acceptance", "Open mindedness"],
    "keywords": ["Acceptance", "Open Mindedness"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Billy Goat Plum",
    "latin": "Planchonia careya",
    "description": ["For feelings of shame, self disgust and self-loathing. For those people who feel revolted and dirty about sex and feel unclean afterwards. It can also be for feelings of revulsion about other physical aspects such as acne, eczema, a large nose, etc."],
    "indications": ["Shame", "Inability to accept the physical self", "Physical loathing"],
    "effects": ["Sexual pleasure and enjoyment", "Acceptance of one's physical body", "Open mindedness"],
    "keywords": ["Self-Love", "Sensuality/Sexuality"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Black-eyed Susan",
    "latin": "Tetratheca ericifolia",
    "description": ["For people who are impatient or always 'on the go'. These people are continually rushing and their lives are always overflowing with commitments. This Essence enables these people to slow down, to reach that still centre within and find calmness and inner guidance."],
    "indications": ["Impatience", "'On the go'", "Over committed", "Constant striving"],
    "effects": ["Ability to turn inward and be still", "Slowing down", "Inner Peace"],
    "keywords": ["Impatience", "Overwork", "Stress", "Peace"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Bluebell",
    "latin": "Wahlenbergia species",
    "description": ["Made in the Olgas, one of the main spiritual centres in Australia, this Essence helps to open the heart. It is for those who feel cut off from their feelings. The emotion is there, but is held within. They are subconsciously afraid to express it for they fear their feelings of love, joy, etc. are finite or not renewable. They operate from a subconscious fear that there is just not enough and that if they let go of what they have, they will not survive. This fear can often be marked by a controlling, rigid and forthright manner."],
    "indications": ["Closed", "Fear of lack", "Greed", "Rigidity"],
    "effects": ["Opens the heart", "Belief in abundance", "Universal trust", "Joyful sharing", "Unconditional love"],
    "keywords": ["Heart", "Fear", "Greed"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Boab",
    "latin": "Adansonia gregorii",
    "description": ["The Boab Tree is found only in the Kimberley region of northwest Australia. This is one of the most powerful of all the Bush Essences and has brought about profound change. Boab clears negative emotional and mental family patterns that are passed on from generation to generation. Boab can access and clear those core patterns and all the related ensuing beliefs. This Essence is very beneficial in helping those who have had experiences of abuse or prejudice from others. Boab will also help clear the negative lines of karma between people. When used in a spray it can be very effective in clearing negative energies, especially when combined with Fringed Violet, Angelsword and Lichen. Boab can help break the chains that have been around human consciousness for thousands of years."],
    "indications": ["Enmeshment in negative family patterns", "For the recipients of abuse and prejudice"],
    "effects": ["Personal freedom by releasing family patterns", "Clearing of other, non family, negative Karmic connections"],
    "keywords": ["Ancestral Healing", "Abuse", "Releasing"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Boronia",
    "latin": "Boronia ledifolia",
    "description": ["This is the Essence for resolving obsessions - thoughts, events, things or ideas which are stuck. It leads to clarity and focus. It combines wonderfully with Bottlebrush for breaking habits and addictions and for dealing with an ended relationship when there is pining for the other person. It also enhances focus for creative visualisation."],
    "indications": ["Obsessive thoughts", "Pining", "Broken hearted"],
    "effects": ["Clarity", "Serenity", "Creative visualisation"],
    "keywords": ["Obsessive", "Stuck", "Creativity", "Clarity", "Repetive Thoughts"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Bottlebrush",
    "latin": "Callistemon linearis",
    "description": "This Essence helps people move through major life changes and the overwhelm that often goes with those changes, especially retirement, menopause, adolescence or death, etc. Excellent for pregnant women and new mothers.",
    "indications": ["Overwhelmed by major life changes - old age, adolescence, parenthood, pregnancy"],
    "effects": ["Serenity and calm", "Ability to cope and move on", "Mother child bonding"],
    "keywords": ["Change", "Pregnancy", "Childbirth", "Overwhelmed", "Nuturing", "Transition"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Bush Fuchsia",
    "latin": "Epacris longiflora",
    "description": ["This Essence assists with problem solving and improves one's access to intuition - it helps a person to trust their own 'gut' feelings. It allows for balance between the logical/rational and the intuitive/creative, i.e. the integration between the male and female aspects. It will give people courage and clarity in public speaking as well as the ability to speak out about their own convictions."],
    "indications": ["Switched off", "Nervousness about public speaking", "Ignoring 'gut' feelings", "Clumsy"],
    "effects": ["Courage to speak out", "In touch with intuition", "Integration of information", "Clarity", "Integration of male and female aspects"],
    "keywords": ["Intuition", "Balance", "Public Speaking"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Bush Gardenia",
    "latin": "Gardenia megasperma",
    "description": ["For renewing passion and interest in relationships. It helps draw together those who are moving away from one another, busy in their own world (career, life, etc.). It is as if this Essence helps to turn the individual's head to reconnect to see what their partner is doing and feeling and to discover what is needed to bring them back together.", "It is not only for male/female relationships but also for family relationships. This flower has similar flowers and scent to that of the suburban garden shrub but is a 40 ft. tree, growing in the tropical north, similar in shape to a Eucalypt."],
    "indications": ["Stale relationships", "Self aware", "Unaware"],
    "effects": ["Passion", "Renews interest in partner", "Improves communication"],
    "keywords": ["Relationships"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Bush Iris",
    "latin": "Patersonia longifolia",
    "description": ["This was one of the first Essences to be prepared. It is an Essence to open people up to their spirituality and to access the doorway to their higher perceptions. It allows the trinity to flow into a person and is an excellent remedy to give someone who has just started meditation or 'conscious' spiritual growth. In the negative mode there will be materialism and/or atheism."],
    "indications": ["Materialism", "Atheism", "Physical excess", "Avarice"],
    "effects": ["Awakening of spirituality", "Acceptance of death as a transition state", "Clearing blocks in the base chakra and trust centre"],
    "keywords": ["Spiritual", "Meditation"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Christmas Bell",
    "latin": "Blandfordia nobilis",
    "description": ["Christmas Bell is an erect perennial herb which is frequently found in the Hawkesbury Sandstone country of NSW in the low open heaths or swamps.", "It grows up to 60cm high with a crowd of yellow tipped, red fused, tubed flowers at the top. Christmas Bell’s flowering time is from late December — hence its name — up until February. Christmas is the time of year associated with the joy of giving and receiving, not only of love, but also from the realm of the material too. This remedy assists one with mastery of the physical plane and with stewardship of one’s possessions. It also helps one to manifest their desired outcomes and is extremely beneficial for anyone experiencing a sense of lack.", "Christmas Bell, operating at a deep spiritual level, helps one to also realise that the most important things in life are not of the physical and not to be distracted by having their time and energy consumed in the pursuit of these worldly things. We are spiritual beings and by mastering the physical we can more readily focus on and achieve our life purpose and create loving relationships."],
    "indications": ["Lack of abundance", "Sense of lack", "Poor stewardship of one's possessions"],
    "effects": ["Helps one to manifest their desired outcome", "Assists one with mastery of the physical plane"],
    "keywords": ["Abundance"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Crowea",
    "latin": "Crowea saligna",
    "description": ["Crowea is for people who are feeling 'not quite right' with themselves and are just a little out of balance. It is great for worry and distress. It is for those who always have something to worry about without having specific fears. It is also an excellent Essence for people not sure of what it is they are feeling. This purple flower has five petals with a prominent raised centre. Five in numerology relates to the emotional centre and the integration of emotions."],
    "indications": ["Continual worrying", "A sense of being 'not quite right'"],
    "effects": ["Peace and calm", "Balances and centres the individual", "Clarity of one's feelings"],
    "keywords": ["Worry"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Dagger Hakea",
    "latin": "Hakea teretifolia",
    "description": ["For people who feel resentment and bitterness and hold grudges against those with whom they have been very close e.g. family members and old lovers. This resentment is often not openly displayed. The plant gets its name from the needle-like barb that grows on its leaves."],
    "indications": ["Resentment", "Bitterness towards close family, friends, lovers"],
    "effects": ["Forgiveness", "Open expression of feelings"],
    "keywords": ["Forgiveness", "Resentment"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Dog Rose",
    "latin": "Bauera rubioides",
    "description": ["The striking feature of Dog Rose is that the flowers hang down and appear to have dropped and rounded shoulders, like a defeated person. Dog Rose is the Essence for treating fears, niggling little fears, not terror. Overcoming fear allows for an increase in the flow of the vital force, quality of life, courage and self esteem. It is also the Essence for treating fears, niggling little fears, not terror. It is also for shy, insecure, timid, nervous people."],
    "indications": ["Fearful", "Shy", "Insecure", "Apprehensive with other people", "Niggling fears"],
    "effects": ["Confidence", "Belief in self", "Courage", "Ability to embrace life more fully"],
    "keywords": ["Insecure", "Confidence", "Courage", "Self-Esteem/Self-Worth", "Fear"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Dog Rose of the Wild Forces",
    "latin": "Bauera rubioides",
    "description": ["Found only in Victoria, this Essence was made up from a plant quivering and leaning over the surging white water just below Mackenzie Falls, in Gariwerd, (previously known as The Grampians). This plant is commonly found growing close to the water and, like Dog Rose, it deals with fear. It is taken when a person has a fear of losing control, when the emotions they are feeling within themselves or immediately around them are just so intense there is a sense of losing control. On a higher level it helps to teach the necessity of gaining control over the emotions so that emotional intensity will not distort one's natural energies."],
    "indications": ["Fear of losing control", "Hysteria", "Pain with no apparent cause"],
    "effects": ["Calm and centred", "Emotional balance"],
    "keywords": ["Fear", "Pain"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Five Corners",
    "latin": "Styphelia triflora",
    "description": ["Five Corners Essence resolves low self-esteem, lack of confidence and diminished self-love. This tall, proud shrub gets its name from its fruit which has five corners – and this corresponds with the anatomical position of a body with arms and legs spread, and the fifth point being the head. This Essence allows the life force to flow through to these five centres. When this happens a person feels good and strong in themselves, and they feel their own love and beauty. In the negative mode, the person will appear crushed and 'held in'."],
    "indications": ["Low self esteem", "Dislike of self", "Crushed, held-in personality", "Clothing drab and colourless"],
    "effects": ["Love and acceptance of self", "Celebration of own beauty", "Joyousness"],
    "keywords": ["Self-Esteem/Self-Worth", "Confidence", "Self-Love"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Flannel Flower",
    "latin": "Actinotus helianthi",
    "description": ["Flannel Flower almost begs to be touched and felt, since the petals of this flower resemble the sensuous texture of flannel. This Essence is for people who are uncomfortable with emotional intimacy as well as physical contact and touching.", "They often have difficulty in maintaining their personal boundaries. It helps one to totally trust and express verbally their innermost feelings. It brings to both males and females a desire to and enjoyment in, expressing themselves physically. It is excellent for males allowing for a gentleness, softness and sensitivity in touching."],
    "indications": ["Dislike of being touched", "Lack of sensitivity in males", "Uncomfortable with intimacy"],
    "effects": ["Gentleness and sensitivity in touching", "Trust", "Openness", "Expression of feelings", "Joy in physical activity"],
    "keywords": ["Touch", "Boundaries", "Sensuality/Sexuality", "Infertility"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Freshwater Mangrove",
    "latin": "Barringtonia acutangula",
    "description": ["This flowering tree grows beside fresh water creeks, billabongs and swamps in the Northern Territory. The healing quality of the Essence is to release and heal mental prejudice, allowing the heart to open without prejudgement. The prejudice of Slender Rice Flower stems from direct personal experience whereas Freshwater Mangrove is for those who mentally reject or have already made up their mind about something without it ever being experienced.", "Often the seeds of this prejudice have been sown for a long time. In many cases it is generational, as in the case of countries where religious prejudice is passed on and accepted by the young without question. Many prejudices are built because of cultural or societal belief that something cannot be done. This Essence has the potential to allow us to fully experience and be open on both a mental and heart level to new perceptual shifts and all the changes occurring at this time."],
    "indications": ["Heart closed due to expectations or prejudices which have been taught, not personally experienced"],
    "effects": ["Openness to new experiences, people and perceptual shifts", "Healthy questioning of traditional standards and beliefs"],
    "keywords": ["Heart", "Judgement", "Perception"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Fringed Violet",
    "latin": "Thysanotus tuberosus",
    "description": ["Fringed Violet is for treating damage to the aura where there has been shock, grief or distress. This remedy maintains psychic protection and is excellent for people who are drained by others or those who unconsciously absorb the physical and emotional imbalances of others."],
    "indications": ["Damage to aura", "Lack of psychic protection"],
    "effects": ["Heals damage to aura", "Psychic protection"],
    "keywords": ["Aura", "Protection", "Shock", "Grief"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Green Spider Orchid",
    "latin": "Caladenia dilatata",
    "description": ["This remedy was also made up in Gariwerd (The Grampians) Victoria and is very much aligned with higher learnings, philosophies and deeper insight. This Essence can assist in working with telepathy, to attune a person to be more receptive to not only other people but also other species and kingdoms. It is for people who are teaching spiritual matters and understandings, helping them to impart that knowledge.", "It helps us to know when to share about our spiritual experiences, ideas before they are manifested and incomplete projects and when to remain silent to let the energy build. Green Spider Orchid can release nightmares, terror and phobias stemming from past lives."],
    "indications": ["Nightmares and phobias from past life experience", "Intense negative reactions to the sight of blood"],
    "effects": ["Telepathic communication", "Ability to withhold information until timing is appropriate", "Attunement"],
    "keywords": ["Telepathy", "Communication", "Teaching", "Fear", "Nightmares"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Grey Spider Flower",
    "latin": "Grevillea buxifolia",
    "description": ["This is an Essence to deal with extreme terror, especially terror experienced in life-threatening situations or psychic attack. The Essence will restore faith and trust. Interestingly enough every time I picked this flower to make the Essence I came across a spider. There is a theory that spiders are an archetypal image for primordial fear."],
    "indications": ["Terror", "Fear of supernatural and psychic attack"],
    "effects": ["Faith", "Calm", "Courage"],
    "keywords": ["Fear"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Gymea Lily",
    "latin": "Doryanthes excelsa",
    "description": ["Also known as the Giant Lily, this extraordinary plant bears large red flowers on a huge terminal head atop a stem of up to four metres high. Being so high the flowers are not seen clearly from the ground. This remedy is for excessive pride and arrogance and helps bring about humility. The Essence is for reaching up to the energy of arrogance and transforming it to achieve great heights. It gives strength to those who are ahead of their peers and helps them to stay at the top.", "Gymea Lily is also very beneficial for people whose personalities are very intense or extrovert, or those who are dominating, demanding and very charismatic who usually get their way. It is also for people who like to be seen and noticed and who seek glamour and status."],
    "indications": ["Arrogant", "Attention seeking", "Craving status and glamour", "Dominating and over-riding personality"],
    "effects": ["Humility", "Allowing other to express themselves and contribute", "Awareness, appreciation and taking notice of others"],
    "keywords": ["Arrogance", "Attention Seeking"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Hibbertia",
    "latin": "Hibbertia pendunculata",
    "description": ["For people who are strict and regimented or even fanatical with themselves or for whose who use their knowledge to gain an upper hand. They constantly devour information and philosophies purely to make themselves better people but often without truly integrating it. In the positive mode these people will be accepting of themselves and their own innate knowledge and experiences, without wanting to be superior to others."],
    "indications": ["fanatical about self improvement", "Driven to acquire knowledge", "Excessive self discipline", "Superiority"],
    "effects": ["Content with own knowledge", "Acceptance", "Ownership and utilisation of own knowledge"],
    "keywords": ["Superiority", "Acceptance"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Illawarra Flame Tree",
    "latin": "Brachychiton acerifolius",
    "description": ["An Essence for those who suffer from a great sense of rejection, or who feel 'left out'. This rejection is deeply felt and is very agonising for the person. The Essence is also for self rejection, or for a person entering a new experience, e.g. parenthood. This Essence will help a person take that first step. It is also beneficial for those whose numbers in numerology are 11, 22 or 33 - people who have usually chosen to do very important work this life."],
    "indications": ["Overwhelming sense of rejection"],
    "effects": ["Confidence", "Commitment", "Self reliance", "Self approval"],
    "keywords": ["Rejection"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Isopogon",
    "latin": "Isopogon anethifolius",
    "description": ["Isopogon is for people who live very much in their heads. They are dominated by their intellect and there is often a separation between their heart and head. This Essence, like Tall Yellow Top, connects one’s emotions (heart) with their thoughts (head). It especially benefits those people who control through stubbornness. It also enables the retrieval of long-forgotten skills and information.", "The small spiral arrangement of this plant's yellow flowers fade and leave a small, grey, round nut which will stay on the plant for many years. In spiritual symbolism the colour yellow represents wisdom and knowledge."],
    "indications": ["Inability to learn from past experience", "Stubborn", "Controlling personality"],
    "effects": ["Ability to learn from past experience", "Retrieval of forgotten skills", "Relating without manipulating or controlling", "Ability to remember the past"],
    "keywords": ["Stubborn", "Experience"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Jacaranda",
    "latin": "Jacaranda mimosaefolia",
    "description": ["Jacaranda Essence is for people who dither, never completing things because they are constantly changing what they are doing. There is a fine distinction between Sundew and Jacaranda: Sundew deals with dreamers (the 'space cadet'), whilst Jacaranda is for those who dither, are 'all over the place' and are always changing their mind."],
    "indications": ["Scattered", "Changeable", "Dithering", "Rushing"],
    "effects": ["Decisiveness", "Quick thinking", "Centred"],
    "keywords": ["Dithering", "Decisiveness"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Kangaroo Paw",
    "latin": "Anigozanthos manglesii",
    "description": ["This Essence is for people who are 'green' and socially inept. They do not know how to properly interact with other people. They can be very insensitive because they are so focused on themselves that they miss the cues and needs of other people around them. They can be very self centred."],
    "indications": ["Gauche", "Unaware", "Insensitive", "Inept", "Clumsy"],
    "effects": ["Kindness", "Sensitivity", "Savoire faire", "Enjoyment of people", "Relaxed"],
    "keywords": ["Insensitive", "Self-Centered"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Kapok Bush",
    "latin": "",
    "description": ["Mount Barnett, an Aboriginal Cattle Station on the rugged Gibb River Road in the Kimberleys, was where I made this Essence.", "It is for people who have a tendency to give up very easily, who are easily discouraged. It can also give people an overview of a plan or situation and then allow them to work it through sequentially and be able to bring it to fruition. It could even be for someone with a piece of technology or machinery, to assist them to understand how it works."],
    "indications": ["Apathy", "Resignation", "Discouraged", "Half-hearted"],
    "effects": ["Willingness", "Application", "'Give it a go'", "Persistance", "Perception"],
    "keywords": ["Apathy/Apathetic", "Disheartened"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Little Flannel Flower",
    "latin": "Actinotus minor",
    "description": ["This Essence deals with the child aspect in us all. It addresses the expression of playfulness, being carefree and spontaneous joy. It is for people who regard life as a very sombre and serious experience. It is also for children who tend to grow up much too quickly, who take on the troubles of the world and get old before their time. It helps children get in contact with their spirit guides. Its delicate, tiny, white flowers cover the bush with a blanket of colour and white light, yet it is easily overlooked due to its size."],
    "indications": ["Denial of the 'child' within", "Seriousness in children", "Grimness in adults"],
    "effects": ["Carefree", "Playfullness", "Joyful"],
    "keywords": ["Playful", "Inner Child", "Joy"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Macrocarpa",
    "latin": "Eucalyptus macrocarpa",
    "description": ["Macrocarpa is a Eucalypt that grows in the wheat belt area of South West Western Australia, the stands of which are becoming increasingly rare and very few survive today. This tree has the largest flower of any Eucalypt. Both the tree and the flower have a tremendous power about them and this comes out in its properties. This Essence brings about renewed enthusiasm, endurance and inner strength."],
    "indications": ["Drained", "Jaded", "Worn out"],
    "effects": ["Enthusiasm", "Inner strength", "Endurance"],
    "keywords": ["Exhaustion", "Stamina", "Strengthening", "Fatigue"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Mint Bush",
    "latin": "Prostanthera striatiflora",
    "description": ["This Essence like many others, was made in the Valley of the Winds in the Olgas (or Katajuta) in central Australia. Mint Bush helps one to cope with the dross being burnt off before emerging at a new spiritual level. Just prior to any such initiation there are usually spiritual trials and tribulations that one goes through when one feels they are being tested, often to their limit. At this time there is usually a great deal of confusion and one can have a sense that everything is too difficult and too much to deal with and resolve. These feelings can also arise during intense changes in your life - divorce, bankruptcy, severe illness or accidents, changing religious beliefs or affiliations."],
    "indications": ["Perturbation", "Confusion", "Spiritual emergence", "Initial turmoil and void of spiritual initiation"],
    "effects": ["Smooth spiritual initiation", "Clarity", "Calmness", "Ability to cope"],
    "keywords": ["Spiritual", "Evolution"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Monga Waratah",
    "latin": "Telopea mongaensis",
    "description": ["Monga Waratah (also known as Braidwood Waratah), a shrub up to 4 metres, has a very small distribution around the moist forested areas and creeks of the Mongarlowe River near Braidwood in New South Wales. Its flower is the same red colour as the more common Waratah (Telopea speciosissima) although it only seems to have the base of the Waratah’s flower, as if the top cone or diamond has been removed. The Monga Waratah has the appearance of an open hand reaching out, as if wanting or needing more of something. This is a key note in its Doctrine of Signatures.", "Like its close relative Waratah and other Essences in the proteaceae family, Monga Waratah has a very powerful energy. This Essence can help a person find their inner strength which enables them to reach out.", "It addresses the negative conditions of disempowerment; of being overly needy; of feeling not strong enough; of feeling unable to do things alone; of always needing the strength and support of others; feeling choked or stifled in situations or relationships and feeling not able or strong enough to leave. This Essence is very much addressing co-dependency as well as strengthening one’s will. Consequently, it can be thought of when working with addictions. Monga Waratah gives you the belief and sense that you can break any dependency upon a behaviour, substance or person. This remedy helps one to reclaim their spirit."],
    "indications": ["Neediness", "Co-dependency", "Inability to do things alone", "Disempowerment", "Addictive personality"],
    "effects": ["Strengthening of one's will", "Reclaiming of one's spirit", "Belief that one can break the dependency of any behaviour, substance or person", "Self empowerment"],
    "keywords": ["Addictions", "Neediness", "Empowered/Empowerment"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Mountain Devil",
    "latin": "Lambertia formosa",
    "description": ["This Essence helps one deal with feelings of hatred, anger, jealousy and the major blocks to expressing love. It is for people who tend to be suspicious of others. Mountain Devil helps to develop unconditional love and acceptance. It helps one express anger in a healthy way and so develop sound boundaries. This may open the way to forgiveness."],
    "indications": ["Hatred", "Anger", "Holding of grudges", "Suspiciousness"],
    "effects": ["Unconditional love", "Happiness", "Healthy boundaries", "Forgiveness"],
    "keywords": ["Anger", "Forgiveness", "Jealousy"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Mulla Mulla",
    "latin": "Ptilotus atripicifolius",
    "description": ["Mulla Mulla is for the personal recovery from the shattering experience of burns from heat or fire. This Essence reduces the negative effects of fire and the sun's rays. It is for those with a fear of fire or flames (often from a past life). If this fear is unconscious it will often manifest in a lack of vitality, as if they wish to fade away. If a person presents with this picture they can, with appropriate counselling, reveal this fear of fire or hot objects. This Essence was made up in Palm Valley, one of the hottest parts of the country and where some of the oldest plants in Australia are found."],
    "indications": ["Fear of flames and hot objects", "Distress associated with exposure to heat and sun"],
    "effects": ["Reduces the effects of fire and the sun", "Feeling comfortable with fire and heat"],
    "keywords": ["Heat/Fire/Burns", "Fear"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Old Man Banksia",
    "latin": "Banksia serrata",
    "description": ["For people who are weary, frustrated and disheartened by setbacks. This Essence helps to bring a spark into those people's lives who are heavy and slow moving. They tend to be reliable, dependable people who steadily plod on, often hiding their weariness while battling on with unceasing effort. The Old Man Banksia is a gnarled and twisted tree and it seems to be a storehouse of old wisdom. It is one of the first plants discovered by Joseph Banks."],
    "indications": ["Weary", "Phlegmatic personalities", "Disheartened", "Frustrated"],
    "effects": ["Enjoyment of life", "Renews enthusiasm", "Interest in life"],
    "keywords": ["Exhaustion", "Fatigue", "Frustration", "Disheartened"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Paw Paw",
    "latin": "Carica papaya",
    "description": ["For the assimilation and integration of new ideas and information, especially where there is a tendency to feel overwhelmed by the quality and quantity of that information. A feature of this plant is its very narrow stem which, at the top, branches into a mass of foliage to bear large and ponderous fruits. This Essence should be used when one is unable to solve a problem. It will activate the Higher Self, where we have the answer to all our problems. It will ease the burden of problems as it activates the intuitive processes to provide solutions."],
    "indications": ["Overwhelm", "Unable to resolve problems", "Burdened by decision"],
    "effects": ["Improved access to Higher Self for problem solving", "Assimilation of new ideas", "Calmness", "Clarity"],
    "keywords": ["Higher Self", "Overwhelmed"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Peach-flowered Tea-tree",
    "latin": "Leptospermum squarrosum",
    "description": ["Peach-flowered Tea-tree is an Essence for people with extreme mood swings, hypochondriacal people and those who have a fear of getting old. It can also be used for people who get enthusiastic and then, for no apparent reason, lose that enthusiasm. It is for those who do not 'follow through' on their goals and convictions. Once the challenge goes, they become bored and lose interest. It will help develop stability, consistency, drive and commitment."],
    "indications": ["Mood swings", "Lack of commitment to follow through projects", "Easily bored", "Hypochondriacs"],
    "effects": ["Ability to complete projects", "Personal stability", "Take responsibility for one's health"],
    "keywords": ["Mood Swings", "Hypochondriac", "Commitment"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Philotheca",
    "latin": "Philotheca salsolifolia",
    "description": ["This Essence allows people to accept acknowledgment for their achievements and to 'let in' love. They are often good listeners and generous, giving people. It allows shy people to speak of their plans and success. In its natural environment, the flower is easily overlooked and often mistaken for other species."],
    "indications": ["Inability to accept acknowledgement", "Excessive generosity"],
    "effects": ["Ability to receive love and acknowledgement", "Ability to let in praise"],
    "keywords": ["Receptivity"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Pink Flannel Flower",
    "latin": "Actinotus forsythii",
    "description": ["Pink Flannel Flower, a very rare plant belonging to the Apiaceae family, is of the same genus as two other of our Bush Essences, Flannel Flower and Little Flannel Flower. The Pink Flannel Flower is found only in the upper Blue Mountains where it is known to grow in a few isolated locations and even then its flowering is very spasmodic and unpredictable. It has been over forty years since Pink Flannel Flower was last seen flowering, which may explain why some Botanists and local people even doubted its actual existence!", "The daisy-like centre of this flower is made up of a dense cluster of tiny pink flowers surrounded by paler pink sepals – either 11 or 12 in number. In all, the flower is about 1 cm across though there are reports of some being up to 3 cm across. It is approximately 50–100% bigger in size than Little Flannel Flower. The height of this plant is usually from 30 – 40 cm and spreads out radially from a central base on wiry, hairy branches.", "This flower is all about heart energy, which is not surprising when you observe the intensity of its pink centre. It allows one to be in a state of gratitude for all aspects of their life and for what they are experiencing around them. Pink Flannel Flower brings about an appreciation of, and helps one take delight and pleasure in, the details and little things in life; to see and be aware of the blessings in every moment. Otherwise life can easily become dull, flat and one’s “joie de vivre” will be missing.", "Masaru Emoto, the ground breaking author of “Messages from Water”, found from his research in photographing the crystalline structure of melting frozen water, that both gratitude and love were equally the highest vibration of any word or feeling. Having gratitude for all that one experiences and sees around them, leads to a very high level of consciousness, joy and bliss in their life together with a lightness of being. It provides a filter to see the world in a totally different light where darkness, frustration and myriad negative emotions are transmuted by a joyous, grateful heart energy. Being in this state allows you to access a high-speed level of intuition and wisdom. It brings about heart intelligence and affords effective solutions for situations and challenges you may be facing.", "This Essence has great affinity for young babies whilst both in the womb and in those early years of life. Pink Flannel Flower will help keep their heart and heart chakra open with the high, love vibration that they came in with, as they adjust to the density of our third dimensional earthly reality."],
    "indications": ["Feeling and seeing life to be dull, flat and lack lustre", "Unappreciative", "Unhappy", "Taking for granted", "Unmindful"],
    "effects": ["Gratitude", "Open-hearted", "joie de vivre", "Appreciative", "Lightness of being"],
    "keywords": ["Gratitude", "Joy"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Pink Mulla Mulla",
    "latin": "Ptilotus exaltatus",
    "description": ["This annual is found in the stony country of the outback and has a striking, pinky-purple conical flower head. The Pink Mulla Mulla is for those who have suffered a deep spiritual wound long ago, often in their first incarnation, where they felt abandoned by Spirit which has led to a deep scar on the soul and psyche. It works on the outer causal bodies clearing sabotage (and fear of spiritual abandonment once more) that is stopping their spiritual growth. On an emotional level, Pink Mulla Mulla is for those who put out prickles to keep people away. They tend to be quite isolated and unable to resolve a hurt, wrong or injustice which can be felt very deeply. This impinges on their attitude to those around them and can make them suspicious of people's motives, allowing them no rest. They are often on guard against people hurting them again, they may protect themselves by saying hurtful things to others. What they say to those around them does not always reflect how they really feel. It is merely a way of keeping people at a safe distance."],
    "indications": ["Deep ancient wound on the psyche", "An outer guarded and prickly persona to prevent being hurt", "Keeps people at a distance"],
    "effects": ["Deep spiritual healing", "Trusting and opening up"],
    "keywords": ["Trust", "Spiritual Healing"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Red Grevillea",
    "latin": "Grevillea speciosa",
    "description": ["This Essence is for people who feel stuck. It acts as a catalyst for those who know what they want to achieve but do not know how to go about it. It is for people who are too reliant on others. They are very sensitive to criticism which drives them further into themselves. This remedy will help them come out of their shells as it promotes independence and boldness. This Essence is extremely effective though the changes may not be as anticipated. Like the Grey Spider Flower this plant is a member of the Grevillea family and its flowers are a dark red colour, similar in colour to the Waratah."],
    "indications": ["Feeling stuck", "Oversensitive", "Affected by criticism and unpleasant people", "Too reliant on others"],
    "effects": ["Boldness", "Strength to leave unpleasant situations", "Indifference to the judgment of others"],
    "keywords": ["Stuck", "Oversensitive"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Red Helmet Orchid",
    "latin": "Corybas dilatatus",
    "description": ["This Essence was made up under unique circumstances on Toolbrunup Peak, the second highest peak in the Stirling Ranges. Red Helmet Orchid helps a man bond to his child or children. It helps men to be aware to allocate quality family time. Making this Essence required not only sunlight but also moonlight, thereby adding the feminine principle so as to allow bonding. It is also for anyone with unresolved father issues, which can manifest as a recurrent, lifelong rebellious attitude to authority figures - police, headmasters, bosses, etc."],
    "indications": ["Rebelliousness", "Hot-headed", "Unresolved father issues", "Selfishness"],
    "effects": ["Male bonding", "Sensitivity", "Respect", "Consideration"],
    "keywords": ["Father", "Rebellious"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Red Lily",
    "latin": "Nelumbo nucifera",
    "description": ["Red Lily is the same flower as the Sacred Lotus in the Buddhist tradition. It is for spirituality and connection to God in a grounded and centred way, allowing a person to have a wholeness to their spirituality by also realising the need to develop and maintain a balanced physical and emotional life. It has similar properties to that of Sundew for feeling scattered, not whole, vague and split, though Sundew applies to daily life whereas Red Lily is in relation to one's spirituality. I waded thigh deep in mud through a billabong teeming with leeches, turtles and snakes to pick this flower. Such is the joy of discovery."],
    "indications": ["Vague", "Disconnected", "Split", "Lack of focus", "Daydreaming"],
    "effects": ["Grounded", "Focused", "Living in the present", "Connection with life and God"],
    "keywords": ["Spiritual", "Grounding"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Red Suva Frangipani",
    "latin": "Plumeria rubra",
    "description": ["The Essence of this deep blood red Frangipani was made on the coast near Darwin in the Northern Territory. It is unusual in that it does not have the sweet aromatic quality of other Frangipanis but rather a very heavy, musky odour. Its common name in the Pacific is 'Bleeding Heart Frangipani'. This Essence addresses the great emotional intensity, difficulty and hardship that people can go through when a relationship is ending, close to ending or going through a very 'rocky' period.", "It can also be taken for the enormous initial pain and sadness of the loss of a loved one. The person can be feeling greatly disturbed, not suicidal as in the case of Waratah, but torn apart by the event or situation. Sturt Desert Pea deals with unresolved grief from the past."],
    "indications": ["Initial grief, sadness and upset of either a relationship at rock bottom or of the death of a loved one", "Emotional upheaval, turmoil and rawness"],
    "effects": ["Feeling calm and nurtured", "Inner peace and strength to cope"],
    "keywords": ["Grief", "Relationships"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Rough Bluebell",
    "latin": "Trichodesma zeylanicum",
    "description": ["This Essence was made in the spiritual centre of Australia in the Olgas also known as Kata Tjuta by the Aborigines. This is an Essence to help people fully express the love vibration innate within them. Rough Bluebell is for people who are very manipulative and for those who are deliberately malicious and use people, either subtly or openly. It is different from Kangaroo Paw which is for those who hurt or ignore the needs of others in an unconscious way. This Essence can be for those who play the role of the martyr and like to have others obligated to them. They are aware of the needs of others but want love and affection for themselves and are not concerned about or unable to give it back."],
    "indications": ["Deliberately hurtful, manipulative, exploitive or malicious"],
    "effects": ["Compassion", "Release of one's inherent love vibration", "Sensitivity"],
    "keywords": ["Manipulative"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "She Oak",
    "latin": "Casuarina glauca",
    "description": ["An Essence which is very beneficial in overcoming imbalances in and bringing about a sense of wellbeing in females. It will benefit women who feel distressed about infertility. It removes those personal blocks that prevent conception. It can also be used in conjunction with Flannel Flower which will help remove karmic patterns hindering conception. The fruit of this tree is very similar in size to a woman's ovary. This Essence was made from the female tree of the species."],
    "indications": ["Female imbalance", "Inability to conceive for non-physical reasons"],
    "effects": ["Emotionally open to conceive", "Female balance"],
    "keywords": ["Infertility", "Pregnancy", "Pre-Menstrual"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Silver Princess",
    "latin": "Eucalyptus caesia",
    "description": ["This is another rare Eucalypt. Although widely cultivated there is only one remaining natural stand of this beautiful tree on a granite outcrop known as Boyagin Rock in the south west of Western Australia. Of all the Eucalypts, there is none more attractive than the Silver Princess. This Essence brings about an awareness of one's life direction. Though it may not always reveal to a person their full life plan, it will aid people who are at crossroads, helping to show them what their next step is. It helps give them an understanding of that direction. This Essence is also excellent when one has reached an important goal and yet one is left feeling very flat, thinking 'is this all there is'. In this case, it gives one a glimpse or a sense of what is next and allows one to enjoy the journey whilst striving for the goal."],
    "indications": ["Aimless", "Despondent", "Feeling flat", "Lack of direction"],
    "effects": ["Motivation", "Direction", "Life purpose"],
    "keywords": ["Life Purpose", "Motivation"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Slender Rice Flower",
    "latin": "Pimelea linifolia",
    "description": ["Slender Rice Flower is for people who are racist, narrow minded and lack humility. Humanity has, through its many wars, seen the grim ramifications of these attitudes. This Essence can be used for group harmony and conflict resolution when individual egos get in the way. It allows for greater co-operation between people for the common good. This Essence has the ability to make an individual aware of the common divinity in all people."],
    "indications": ["Prejudice", "Racism", "Narrow-mindedness", "Comparison with others"],
    "effects": ["Humility", "Group harmony", "Co-operation", "Perception of beauty in others"],
    "keywords": ["Prejudice"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Southern Cross",
    "latin": "Xanthosia rotundifolia",
    "description": ["This is another Essence made in the Stirling Ranges of Western Australia. It is for those people who have a tendency to feel that they are a victim, that life has been hard on them or that they have been hard done by. This Essence helps people to understand that they create all the situations that happen to them in life and that they can change their situation by changing their thoughts."],
    "indications": ["Victim mentality", "Complaining", "Bitter", "Martyrs", "Poverty consciousness"],
    "effects": ["Personal power", "Taking responsibility", "Positiveness"],
    "keywords": ["Victim", "Empowered/Empowerment"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Spinifex",
    "latin": "Triodia species",
    "description": ["Spinifex is a native grass which prefers the arid and semi-arid areas of inland Australia. This was the first Essence made from a grass species. It is for those who have a sense of being a victim to and having no control over illnesses, especially those with persistent and recurring symptoms."],
    "indications": ["Sense of being a victim to illness"],
    "effects": ["Empowers one through emotional understanding of illness"],
    "keywords": ["Victim", "Empowered/Empowerment"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Sturt Desert Pea",
    "latin": "Clianthus formosus",
    "description": ["Sturt Desert Pea is the floral emblem of South Australia. It is for sorrows. I have come across at least three Aboriginal legends connecting this flower to grief and sadness. This is one of the most powerful of all the Essences and, like so many of the Bush Essences, it can help the person bring about amazing changes in their life."],
    "indications": ["Emotional pain", "Deep hurt", "Sadness"],
    "effects": ["Letting go", "Triggers healthy grieving"],
    "keywords": ["Grief", "Sadness"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Sturt Desert Rose",
    "latin": "Gossypium sturtianum",
    "description": ["This Essence is for guilt, including sexual guilt, which can be an emotional trigger for many sexual problems. It is also for following your own inner convictions and morality, helping you to follow through with what you know you have to do. If one is not true to themselves then there can often arise, as a consequence, feelings of regret or remorse. It can restore self esteem that has been damaged by past actions you may have felt guilty about."],
    "indications": ["Guilt", "Regret and remorse", "Low self-esteem", "Easily led"],
    "effects": ["Courage", "Conviction", "True to self", "Integrity"],
    "keywords": ["Guilt", "Sensuality/Sexuality", "Self-Esteem/Self-Worth"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Sundew",
    "latin": "Drosera spathulata",
    "description": ["This Essence is for people who are vague and indecisive and do not pay attention to detail. For those who tend to 'split off' easily, especially when there is work to be done. This Essence will keep them focused in the present and reduces procrastination. It is for those who tend to be vague, dreamy or drawn to drugs. This carnivorous plant is found in damp, boggy areas and has a crimson, 'earth-hugging' base. It sends up a tall stem to which delicate little flowers are attached."],
    "indications": ["Vagueness", "Disconnectedness", "Split", "Indecisive", "Lack of focus", "Daydreaming"],
    "effects": ["Grounded", "Focused", "Living in the present"],
    "keywords": ["Grounded", "Focus"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Sunshine Wattle",
    "latin": "Acacia terminalis",
    "description": ["For people who have had a difficult time in the past and who are stuck there. They bring their negative experiences of the past into the present. Life is seen as being grim and full of struggle. When they look at life they only see bleakness, hard times and disappointment continuing into the future. In the positive mode these people will see the beauty, joy and excitement in the present and optimistically anticipate the future."],
    "indications": ["Stuck in the past", "Expectation of a grim future", "Struggle"],
    "effects": ["Optimism", "Acceptance of the beauty and joy in the present", "Open to a bright future"],
    "keywords": ["Stuck", "Optimism"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Sydney Rose",
    "latin": "Boronia serrulata",
    "description": ["The first aspect of the rare Sydney Rose to strike you is its intense, beautiful pink fragrant flower (about 2cms across) which does not fully open. Sydney Rose can grow up to a metre in height.", "Pink is symbolic of the love vibration and the healing quality of this remarkable Essence is to realise and know — on a deep heart level not merely an intellectual level — that there is no separation between us, that we are all one. This Essence was made on the 19th August 1999. That day was the third and final astrological grand cross of the year and marked the beginning of a very important cycle for humanity. The healing quality that Sydney Rose offers us, is the key to this new phase of unfolding growth and consciousness.", "If human consciousness is going to evolve then this will need to be the one fundamental premise to be embraced and to operate from, for in so doing it will create compassion, tolerance and love for others and the willingness to help and support others. Not surprisingly, whilst making this Essence I kept hearing over and over this message 'the crowning glory, the crowning glory, this is the crowning glory of the Bush Essences.'"],
    "indications": ["Feeling separated, deserted, unloved or morbid"],
    "effects": ["Realising we are all one", "Feeling safe and at peace", "Heartfelt compassion", "Sense of unity"],
    "keywords": ["Unity", "Evolution"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Tall Mulla Mulla",
    "latin": "Ptilotus helipteroides",
    "description": ["This is another Essence which was made up in the Olgas or Katajuta. It is a small upright annual with a long pink-purple flower head. It is for people who are not at ease being with others. They prefer their own company and enjoy being alone but miss out on the emotional growth that interaction with others can bring. On an emotional level there is not much 'circulating with people', as it feels too troublesome and uncomfortable. They do not easily mix with others. They prefer to be alone where they know their own environment and can avoid confrontation with others. They will often go to any length to keep the peace even if it means agreeing to or saying things they don't believe. They do not breath in life deeply for they prefer holding on to the familiar rather than being open to the new."],
    "indications": ["Ill at ease", "Sometimes fearful of circulating and mixing with others", "Loner", "Distress by and avoids confrontation"],
    "effects": ["Feeling relaxed and secure with other people", "Encourages social interaction"],
    "keywords": ["Socialising"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Tall Yellow Top",
    "latin": "Senecio magnificus",
    "description": ["This Essence is for alienation. There is no feeling of connection or sense of belonging to family, workplace, country, self, etc. Often as a consequence of this alienation the head, or intellect, takes over from the heart. As many people have been in this state for a long time, Tall Yellow Top will often need to be used for longer periods, sometimes for up to 6-8 weeks without a break. It is important when in this state to reach out to others for support. Be patient with the results from this Essence if it appears to be a little slow in acting. The results are well worth waiting for."],
    "indications": ["Alienation", "Loneliness", "Isolation"],
    "effects": ["Sense of belonging", "Acceptance of self and others", "Knowing that you are 'home'", "Ability to reach out"],
    "keywords": ["Alienation", "Isolation", "Loneliness"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Turkey Bush",
    "latin": "Calytrix exstipulata",
    "description": ["I made this Essence in Katherine Gorge, at the top end of Australia. This region contains the world's oldest known continuous artwork in the form of Aboriginal rock paintings. It is appropriate that the Essence was made here as it is for creativity. It is for both the beginner and the artist. Turkey Bush allows them to tune into their Higher Self and helps them to move through creative blocks and discouragements. This Essence brings about a desire to express and allows creativity to flow."],
    "indications": ["Creative block", "Disbelief in own creative ability"],
    "effects": ["Inspired creativity", "Creative expression", "Focus", "Renews artistic confidence"],
    "keywords": ["Creativity"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Waratah",
    "latin": "Telopea speciosissima",
    "description": ["Waratah is for the person who is going through the 'black night of the soul'. It gives them the strength and courage to cope and will bring their survival skills to the fore.", "This remedy will also enhance and amplify those skills. It is for great challenges. This powerful remedy often only needs to be used for four or five days. The Waratah Essence was made with great assistance and guidance in profound metaphysical circumstances, from what was known to be the last flowering Waratah of the season."],
    "indications": ["Inability to respond"],
    "effects": ["Courage", "Tenacity", "Adaptability", "Strong faith", "Enhancement of survival skills"],
    "keywords": ["Survival", "Emergency", "Dark Night of the Soul"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Wedding Bush",
    "latin": "Ricinocarpus pinifolius",
    "description": ["This Essence is excellent for commitment, whether in relationships, employment, the family or personal goals. It can be of great benefit for a relationship when one or both individuals are uncertain if they wish to work through the issues their partner is bringing up in them. Wedding Bush can also be used for people who flit from one relationship to another or for when the initial attraction in the relationship diminishes."],
    "indications": ["Difficulty with commitment"],
    "effects": ["Commitment to relationships", "Commitment to goals", "Dedication to life purpose"],
    "keywords": ["Commitment", "Relationships"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Wild Potato Bush",
    "latin": "Solanum quadriloculatum",
    "description": ["An excellent remedy for anyone feeling burdened or frustrated by any physical restriction or limitation with their body. This Essence brings about a sense of renewed enthusiasm, freedom and the ability to move on in life. It is especially for those who feel heavy and need to step out of the old self, but who feel it is difficult to do so."],
    "indications": ["Weighed down", "Feeling encumbered"],
    "effects": ["Ability to move on in life", "Freedom", "Renews enthusiasm"],
    "keywords": ["Limitation", "Frustration"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Wisteria",
    "latin": "Wisteria sinensis",
    "description": ["This Essence is for women who are uncomfortable with their sexuality. They may be unable to relax and enjoy sex, or afraid of physical intimacy and/or sensuality. Wisteria is included in the Sexuality Essence Combination for it is especially beneficial for those who have had traumatic sexual experiences. Negative beliefs around sexuality can develop from the time in the womb or from their parents attitude towards sex. The remedy works in clearing these beliefs, allowing sexual enjoyment, openness, gentleness and ease of sexual intimacy. Wisteria also allows the 'macho male' to be more aware of his softer, feminine side."],
    "indications": ["Feeling uncomfortable with sex", "Closed sexually", "Macho male"],
    "effects": ["Sexual enjoyment", "Enhanced sensuality", "Sexual openness", "Gentleness"],
    "keywords": ["Sensuality/Sexuality"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Yellow Cowslip Orchid",
    "latin": "Caladenia flava",
    "description": ["Yellow is the colour that symbolises the intellect and the element of Air. This orchid has a very social and gregarious nature and is commonly found growing in clusters. The element of Air is very concerned with social order, group activity and harmony. When out of balance there is excessive judgement and criticism."],
    "indications": ["Critical", "Judgemental", "Bureaucratic", "Nit picking"],
    "effects": ["Humanitarian concern", "Impartiality - stepping back from emotions", "Constructive", "A keener sense of arbitration"],
    "keywords": ["Critical"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Autumn Leaves",
    "latin": "",
    "description": ["Autumn Leaves allows one to hear, see and feel communication from the other side and be open to that guidance and communication. It also further emphasises the sense of letting go and moving on in a very profound way. The leaves themselves were collected from a sacred area, in autumn, at the exact moment of their release from the trees. The Essence was made only from these leaves.", "The work of Dr Elisabeth Kübler-Ross and other workers with the dying, all note how common and important it is for the one passing over to be aware that help and guidance are around, especially the presence of loved ones who have already died. This Essence will ease the transition of the passing over from the physical plane to the spiritual world. Autumn Leaves is included in the Transition Essence Combination."],
    "indications": ["Difficulties in the transition of passing over from the physical plane to the spiritual world"],
    "effects": ["Letting go and moving on", "Increase awareness and communication with loved ones in the spiritual world"],
    "keywords": ["Death & Dying"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Green Essence",
    "latin": "",
    "description": ["The Green Essence is made, not from the flowers, but rather the stems and leaves of traditional, fresh, green herbs, using the same method we use to make our Flower Essences. It is used to harmonise any internal yeast, mould and parasites to the same vibration as one’s body. It should be taken orally for a minimum two week period, five drops 3 times a day, five minutes before meals.", "Green Essence can also be used topically on the skin. Place seven drops of Green Essence in a dessert bowl of water, splash on the affected area and allow to dry. Do this morning and night for two weeks. You will need to make a fresh batch every two days. You can also douche if necessary with Green Essence. This is most effectively done morning and night for a two week period. We recommend not using Green Essence externally at the same time as it is taken internally."],
    "indications": ["Emotional distress associated with intestinal and skin disorders"],
    "effects": ["Harmonises the vibration of any yeast, mould or parasite to one's own vibration", "Purifying"],
    "keywords": ["Harmony", "Detoxification", "Purification"],
    "stock": true
  },
  {
    "company": "ABFE",
    "group": "Bush Flowers",
    "name": "Lichen",
    "latin": "",
    "description": ["Lichen helps an individual to be aware of, look for and go to the Light at the moment of physical death. The alternative to the soul going through to the Light is to stay earth bound in the astral plane — what we commonly refer to as 'a ghost'. There is a great deal of darkness operating on the astral plane and it is certainly a level that the soul would be well advised to move through quickly. A violent or sudden death can also result in the increased likelihood of the Spirit staying earthbound and the spraying of Lichen from an atomiser bottle would be of great benefit for those souls, helping them to see and go to the Light. Even in cases where there is an unexpected sudden death, eg. a car accident, the individual who dies in such an experience is fully aware at the level of their Higher Self, of what is about to happen and that they are going to pass over. Two weeks before such an event the etheric body starts to disengage and unravel from the physical body. Lichen assists the etheric and the physical bodies to separate in preparation for passing over. Lichen is contained in the Transition Essence Combination. The latter can be taken by people who are in the process of passing over or else going through major changes in their life such as changing career, moving house, etc. In these latter circumstances one can rest assured that the Lichen in this Combination would definitely not lead to their etheric body separating from their physical body!"],
    "indications": ["Not knowing to look for and move into the Light when passing over", "Earth bound in the astral plane"],
    "effects": ["Eases one's transition into the Light", "Assists separation between the physical and etheric body", "Releases earth bound energies"],
    "keywords": ["Death & Dying", "Space Clearing"],
    "stock": true
  }
]
